Repository: cultuurnet/culturefeed
Catalog: culturefeed_pages/translations/culturefeed_pages.*.po
Languages: de, fr, nl

source: is at the moment the only member of the page
de: ist derzeit das einzige Mitglied von Seite
fr: est actuellement le seul membre de la page
nl: is momenteel het enige lid van de pagina

source: You are a member of
de: Sie sind Mitglied von
fr: Vous êtes membre de
nl: Je bent lid van

source: You are the only member of
de: Sie sind das einzige Mitglied von
fr: Vous êtes le seul membre de
nl: Je bent het enige lid van

source: Are you a colleague of
de: Sind Sie ein Kollege von
fr: Vous êtes un collègue de
nl: Ben jij een collega van

source: of
de: von
fr: de
nl: van

source: This page has no followers yet.
de: Diese Seite hat noch keine Followers.
fr: Aucune personne ne suit actuellement cette page.
nl: Deze pagina heeft nog geen volgers.

source: There doesn't exists a page of
de: Es existiert noch keine Seite von
fr: pour l'instant, il n'existe pas de page sur
nl: Er bestaat nog geen pagina van

source: on
de: auf
fr: le
nl: op

source: You are already a member
de: Sie sind bereits Mitglied
fr: Vous êtes déjà membre
nl: Je bent reeds lid

source: You follow this page
de: Sie folgen dieser Seite
fr: Vous suivez cette page
nl: Je volgt deze pagina

source: You page has published no activities yet.
de: Ihre Seite hat noch keine Aktivitäten veröffentlicht.
fr: Aucune activité n'a été publiée sur votre page.
nl: Jouw pagina heeft nog geen activiteiten gepubliceerd.

source: Add new activities on <a href="http://www.uitdatabank.be">www.uitdatabank.be</a>.
de: Neue Aktivitäten hinzufügen über <a href="http://www.uitdatabank.be/">www.uitdatabank.be</a>.
fr: Ajouter de nouvelles activités via <a href="http://www.uitdatabank.be">www.uitdatabank.be</a>.
nl: Voeg nieuwe activiteiten toe via <a href="http://www.uitdatabank.be">www.uitdatabank.be</a>.

source: View profile
de: Profil ansehen
fr: Consulter le profil
nl: Bekijk profiel

source: Pages where I am a member of
de: Seiten, deren Mitglied ich bin
fr: Les pages dont je suis membre
nl: Pagina's waar ik lid van ben

source: <strong>You are not a member of any page.</strong> <br/> Search (or create) the page of your employer and become a member. If you create a new page, you automatically become a member and administrator of the page.
de: <strong>Sie sind noch kein Mitglied einer Seite.</strong><br />Suchen (oder erstellen) Sie die Seite Ihres Arbeitgebers und werden Sie Mitglied. Wenn Sie eine neue Seite erstellen, sind Sie automatisch ein Mitglied und Administrator der Seite.
fr: <strong>Vous n'êtes affilié à aucune page.</strong><br />Cherchez (ou créez) la page de votre employeur et affiliez-vous. Lorsque vous créez une nouvelle page, vous en devenez automatiquement membre et administrateur.
nl: <strong>Je bent nog geen lid van een pagina.</strong><br />Zoek (of maak) de pagina van je werkgever en word lid. als je een nieuwe pagina maakt, ben je automatische en lid en beheerder van de pagina.

source: <strong> You follow no pages. </strong> <br/> Find and follow pages that interest you and receive a notification when there are relevant updates.
de: <strong>Sie folgen noch keinen Seiten.</strong><br />Suchen und folgen Sie Seiten, die Sie interessieren, und erhalten Sie eine Meldung, wenn es dort relevante Updates gibt.
fr: <strong>Vous ne suivez aucune page.</strong><br />Cherchez et suivez les pages qui vous intéressent et recevez un message en cas de mises à jour intéressantes.
nl: <strong>Je volgt nog geen pagina's.</strong><br />Zoek en volg pagina's die je interesseren en ontvang een melding als er relevante updates zijn.

source: Search new pages:
de: Neue Seiten suchen:
fr: Chercher de nouvelles pages :
nl: Zoek nieuwe pagina's:

source: Mistake seen?
de: Fehler gesehen?
fr: Une erreur a été identifiée ?
nl: Foutje gezien?

source: This page has no administrator. As an administrator, you can change the information on this page and manage the members.
de: Diese Seite hat noch keinen Administrator. Als Administrator können Sie die Info auf dieser Seite ändern und die Mitglieder verwalten.
fr: Cette page ne compte pas d'administrateur. En tant qu'administrateur, vous pouvez modifier les informations sur cette page et gérer les membres.
nl: Deze pagina heeft nog geen beheerder. Als beheerder kan je de info op deze pagina wijzigen en de leden beheren.

source: Send application to become an administrator
de: Antrag darauf, Administrator zu werden, versenden
fr: Envoyer une demande afin de devenir administrateur
nl: Stuur aanvraag om beheerder te worden

source: No users found
de: Keine Nutzer gefunden
fr: Aucun utilisateur n'a été trouvé
nl: Geen gebruikers gevonden

source: More info
de: Mehr Info
fr: Plus d'infos
nl: Meer info

source: Login as
de: Anmelden als
fr: S'identifier en tant que
nl: Meld aan als

source: View all notifications
de: Alle Meldungen ansehen
fr: Consulter l'ensemble des messages
nl: Bekijk alle meldingen

source: Your page has no notifications yet
de: Ihre Seite hat noch keine Meldungen
fr: Votre page ne compte pas encore de commentaires
nl: Jouw pagina heeft nog geen meldingen

source: Add as a member
de: Als Mitglied hinzufügen
fr: Ajouter en tant que membre
nl: Voeg toe als lid

source: No reactions yet
de: Noch keine Reaktionen
fr: Pas encore de réactions
nl: Nog geen reacties

source: Edit in the UiTdatabank
de: In der UiTdatabank bearbeiten
fr: Modifier dans UiTdatabank
nl: Bewerk in de UiTdatabank

source: You are following this page now
de: Sie folgen jetzt dieser Seite
fr: Vous suivez actuellement cette page
nl: Je volgt nu deze pagina

source: Want to join this page?
de: Möchten Sie Mitglied dieser Seite werden?
fr: Vous désirez devenir membre de cette page ?
nl: Wil je lid worden van deze pagina?

source: You are no longer following this page anymore
de: Sie folgen dieser Seite nicht mehr
fr: Vous ne suivez plus cette page
nl: Je volgt deze pagina niet meer

source: @count reaction
de: @count Reaktion
fr: @count réaction
nl: @count reactie

source: Allowed extensions: jpg, jpeg, gif or png
nl: Toegelaten formaten: jpg, jpeg, gif of png

source: Administrator
nl: Beheerder

source: Member
nl: Lid

source: Baseline
nl: Slogan

source: Cover Photo
nl: Omslagfoto

source: Select another cover
nl: Selecteer andere omslagfoto

source: This page currently has no administrator. As an administrator, you can update page details, layout and manage members.
nl: Deze pagina heeft nog geen beheerder. Als beheerder kan je info op deze pagina wijzigen en de leden beheren.

source: Followe
de: Folgen

source: Type
de: Art

source: By deleting a page, the page will no longer appear in search results, but it will not remove your contact info.
de: Wenn Sie eine Seite löschen, erscheint die Seite nicht mehr in den Suchergebnissen. Ihre sämtlichen Kontaktangaben werden aber nicht gelöscht.
fr: Lorsqu'une page est supprimée, celle-ci n'apparaît plus dans les résultats de la recherche et l'ensemble de vos contacts ne sont pas supprimés.

source: Contact
de: Kontakt

source: Home
fr: Accueil

source: Website
fr: Site web
