Repository: cultuurnet/culturefeed
Catalog: culturefeed_pages/translations/culturefeed_pages.*.po
Languages: de, fr, nl

source: Items to show
de: Anzuzeigende Items
fr: Eléments à afficher
nl: Weer te geven items

source: My page
de: Meine Seiten
fr: Ma page
nl: Mijn pagina's

source: Manage pages
de: Seiten verwalten
fr: Gérer mes pages
nl: Beheer pagina's

source: Search your page
de: Ihre Seite suchen
fr: Chercher votre page
nl: Zoek jouw pagina

source: Change active page
de: Aktive Seite ändern
fr: Modifier la page active
nl: Wijzig actieve pagina

source: Change settings
de: Angaben ändern
fr: Modifier les données
nl: Wijzig gegevens

source: Edit contact info, photos, description, website,...
de: Bearbeiten Sie Kontaktinfo, Foto, Beschreibung, Website...
fr: Modifier les coordonnées, les photos, la description, le site web…
nl: Bewerk contactinfo, foto, beschrijving, website,...

source: Settings
de: Einstellungen
fr: Réglages
nl: Instellingen

source: Allow users to follow your page, write comments, suggest activities,...
de: Dürfen Nutzer Ihrer Seite folgen, Reaktionen schreiben, Aktivitäten empfehlen...
fr: Autoriser des utilisateurs à suivre votre page, écrire des commentaires, recommander des activités…
nl: Mogen gebruikers jouw pagina volgen, reacties schrijven, activiteiten aanraden,...

source: Members & roles
de: Mitglieder & Rollen
fr: Membres & rôles
nl: Leden & rollen

source: Manage members and access rights
de: Mitglieder und Zugriffsrechte verwalten
fr: Gérer les membres et les droits d'accès
nl: Beheer leden en toegangsrechten

source: Activities
de: Aktivitäten
fr: Activités
nl: Activiteiten

source: Manage your activities and reactions
de: Ihre Aktivitäten und Reaktionen verwalten
fr: Gérer vos activités et vos réactions
nl: Beheer je activiteiten en reacties

source: My pages
de: Meine Seiten
fr: Mes pages
nl: Mijn pagina's

source: Manage the pages where you're member off or that you follow
de: Die Seiten verwalten, deren Mitglied Sie sind, oder denen Sie folgen
fr: Gérer les pages dont vous êtes membres et que vous suivez
nl: Beheer de pagina's waar je lid van bent of die je volgt

source: Pages
de: Seiten
nl: Pagina's

source: Relevancy
de: Relevanz
fr: Pertinence
nl: Relevantie

source: Alphabetical
de: Alphabetisch
fr: Alphabétique
nl: Alfabetisch

source: Number of members
de: Anzahl Mitglieder
fr: Nombre de membres
nl: Aantal leden

source: Number of followers
de: Anzahl Followers
fr: Nombre de personnes que vous suivent
nl: Aantal volgers

source: Your page in @sitename
de: Ihre Seite auf @sitename
fr: Votre page sur @sitename
nl: Jouw pagina op @sitename

source: from
de: von
fr: de
nl: van

source: Create your own page
de: Erstellen Sie Ihre eigene Seite
fr: Créer votre propre page
nl: Maak je eigen pagina

source: Edit page
de: Seite bearbeiten
fr: Modifier la page
nl: Bewerk pagina

source: Delete page
de: Seite löschen
fr: Supprimer la page
nl: Pagina verwijderen

source: Publish page
de: Seite veröffentlichen
fr: Publier la page
nl: Pagina publiceren

source: Members
de: Mitglieder
fr: Membres
nl: Leden

source: Delete member
de: Mitglied löschen
fr: Supprimer le membre
nl: Lid verwijderen

source: Add member
de: Mitglied hinzufügen
fr: Ajouter un membre
nl: Lid toevoegen

source: Application for administrator of the page
de: Antrag, um Administrator der Seite zu werden
fr: Demander à devenir administrateur de page
nl: Aanvraag tot beheerder van de pagina

source: Remove myself as a member
de: Mich selbst als Mitglied löschen
fr: Me supprimer en tant que membre
nl: Verwijder mijzelf als lid

source: Add member as administrator
de: Mitglied als Administrator hinzufügen
fr: Ajouter un membre à la liste des administateurs
nl: Lid toevoegen als beheerder

source: Follow
fr: Suivre
nl: Volgen

source: Unfollow page
de: Seite nicht mehr folgen
fr: Ne plus suivre la page
nl: Pagina niet meer volgen

source: CultureFeed Pages
de: CultureFeed Seiten
fr: Pages CultureFeed
nl: CultureFeed pagina's

source: CultureFeed Pages makes it possible to view / manage pages.
de: Mit CultureFeed Seiten können Sie sich Seiten ansehen und verwalten.
fr: Les pages CultureFeed vous permettent de gérer et de consulter des pages.
nl: Met CultureFeed pagina's kan je pagina's bekijken en beheren.

source: My colleague's
de: Meine Kollegen
fr: Mes collègues
nl: Mijn collega's

source: Pages I follow
de: Seiten, denen ich folge
fr: Les pages que je suis
nl: Pagina's die ik volg

source: Timeline
de: Chronik
fr: Ligne du temps
nl: Tijdslijn

source: Page followers
de: Dieser Seite folgen
fr: Suivre cette page
nl: Volgen deze pagina

source: Related activities
de: Verbundene Aktivitäten
fr: Activités liées
nl: Gerelateerde activiteiten

source: View page
de: Seite ansehen
fr: Consulter la page
nl: Bekijk pagina

source: Please enter at least 3 characters
de: Bitte geben Sie mindestens 3 Zeichen ein
fr: Veuillez indiquer au minimum 3 caractères
nl: Gelieve minstens 3 karakters in te geven

source: Name
fr: Nom
nl: Naam

source: Function
de: Funktion
fr: Fonction
nl: Functie

source: Role
de: Rolle
fr: Rôle
nl: Rol

source: Member since
de: Mitglied seit
fr: Membre depuis
nl: Lid sinds

source: Edit
de: Bearbeiten
fr: Modifier
nl: Bewerken

source: Delete as member
de: Als Mitglied löschen
fr: Supprimer en tant que membre
nl: Verwijder als lid

source: Cancel changes
de: Bearbeitungen abbrechen
fr: Annuler les opérations
nl: Annuleer bewerkingen

source: No content available.
de: Kein Inhalt verfügbar.
fr: Aucun contenu disponible.
nl: Geen inhoud beschikbaar.

source: Save
de: Speichern
fr: Enregistrer
nl: Opslaan

source: Remove administrator
de: Als Administrator löschen
fr: Supprimer en tant qu'administrateur
nl: Verwijder als beheerder

source: Make administrator
de: Administrator erstellen
fr: Créer un administrateur
nl: Maak beheerder

source: Something went wrong while saving. Please try again or contact an administrator.
de: Beim Speichern hat etwas nicht geklappt. Bitte erneut versuchen oder einen Administrator kontaktieren.
fr: Une erreur s'est produite au cours de l'enregistrement. Veuillez réessayer ou contacter un administrateur.
nl: Er ging iets fout tijdens het bewaren. Gelieve opnieuw te proberen of een administrator te contacteren.

source: Membership changed
de: Die Mitgliedschaft wurde geändert
fr: L'affiliation a été modifiée
nl: Het lidmaatschap werd aangepast

source: Search users
de: Nutzer suchen
fr: Chercher des utilisateurs
nl: Zoek gebruikers

source: Search
de: Suchen
fr: Chercher
nl: Zoeken

source: Sure you want to add @nick as a member?
de: Sind Sie sicher, dass Sie @nick als Mitglied hinzufügen möchten?
fr: Êtes-vous sûr de vouloir ajouter @nick en tant que membre ?
nl: Ben je zeker dat u @nick wil toevoegen als lid?

source: Add
de: Hinzufügen
fr: Ajouter
nl: Toevoegen

source: Cancel
de: Abbrechen
fr: Annuler
nl: Annuleren

source: @nick is member of @page now.
de: @nick ist jetzt Mitglied von @page.
fr: @nick est désormais membre de @page.
nl: @nick is nu lid van @page.

source: There was an error while saving. Please try again, or contact an administrator.
de: Beim Hinzufügen hat etwas nicht geklappt. Bitte erneut versuchen oder einen Administrator kontaktieren.
fr: Une erreur s'est produite au cours de l'ajout. Veuillez réessayer ou contacter un administrateur.
nl: Er ging iets fout tijdens het toevoegen. Gelieve opnieuw te proberen, of een administrator te contacteren.

source: Remove member
de: Mitglied löschen
fr: Supprimer le membre
nl: Lid verwijderen

source: This action cannot be undone.
de: Diese Aktion kann nicht rückgängig gemacht werden.
fr: Cette action ne peut être supprimée.
nl: Deze actie kan niet ongedaan worden gemaakt.

source: Are you sure you want to remove yourself as a member?
de: Sind Sie sicher, dass Sie sich selbst als Mitglied löschen möchten?
fr: Êtes-vous sûr de vouloir vous supprimer en tant que membre ?
nl: Ben je zeker dat je jezelf als lid wil verwijderen?

source: Are you sure you want to remove this member?
de: Sind Sie sicher, dass Sie dieses Mitglied löschen möchten?
fr: Êtes-vous sûr de vouloir supprimer ce membre ?
nl: Ben je zeker dat je dit lid wil verwijderen?

source: Remove
de: Löschen
fr: Supprimer
nl: Verwijderen

source: There was an error while removing the member.
de: Beim Löschen des Mitglieds ist ein Fehler aufgetreten.
fr: Une erreur s'est produite lors de la suppression du membre.
nl: Er is een fout opgetreden tijdens het verwijderen van het lid.

source: You are not longer a member of @page.
de: Sie sind nicht mehr Mitglied von @page.
fr: Vous n'êtes plus membre de @page.
nl: Je ben niet langer lid van @page.

source: User @nick is removed as member of page @page.
de: Der Nutzer @nick wurde als Mitglied von @page gelöscht.
fr: L'utilisateur @nick a été supprimé en tant que membre de @page.
nl: De gebruiker @nick is verwijderd als lid van @page.

source: Request to become an administrator
de: Antrag darauf, Administrator zu werden
fr: Demander à devenir administrateur
nl: Aanvraag om beheerder te worden

source: Your request to become an administrator of this page is sent
de: Ihr Antrag darauf, Administrator dieser Seite zu werden, wurde verschickt
fr: Votre demande destinée à devenir administrateur de cette page a été envoyée
nl: Jouw aanvraag om beheerder te worden van deze pagina is verzonden

source: !username wants to be an administrator of !page.
de: !username möchte Administrator von !page werden.
fr: !username veut devenir membre de !page.
nl: !username wil beheerder worden van !page.

source: !username successfully added as administrator of page !page.
de: !username wurde erfolgreich als Administrator von !page hinzugefügt.
fr: !username a été correctement ajouté en tant qu'administrateur de !page.
nl: !username werd succesvol toegevoegd als beheerder van !page.

source: There was an error while loading the search results.
de: Beim Laden der Suchergebnisse ist ein Fehler aufgetreten.
fr: Une erreur s'est produite durant le chargement des résultats de la recherche.
nl: Er is een fout opgetreden tijdens het laden van de zoekresultaten.

source: Name of your page
de: Name Ihrer Seite
fr: Nom de votre page
nl: Naam van jouw pagina

source: You are now a member of <strong>@page.</strong><br />Manage your membership of this and other pages with
de: Sie sind jetzt Mitglied von <strong>@page.</strong><br />Verwalten Sie Ihre Mitgliedschaft dieser und anderer Seiten über
fr: Vous êtes désormais membre de <strong>@page.</strong><br />Gérer votre affiliation à cette page et à d'autres pages via
nl: Je bent nu lid van <strong>@page.</strong><br />Beheer je lidmaatschap van deze en andere pagina's via

source: It is not allowed to join @page as a member. Please contact the administrator of the page to become a member.
de: Es ist nicht gestattet, Mitglied von @page zu werden. Bitte einen Administrator kontaktieren, um trotzdem Mitglied zu werden.
fr: Vous n'êtes pas autorisé à devenir membre de la page @page. Veuillez contacter un administrateur si vous souhaitez tout de même devenir membre.
nl: Het is niet toegelaten om lid te worden van @page. Gelieve een beheerder te contacteren om toch lid te worden.

source: You could not be added to @page.
de: Sie konnten @page nicht hinzugefügt werden.
fr: Vous ne pouviez pas être ajouté à @page.
nl: U kon niet toegevoegd worden aan @page.

source: Description
de: Beschreibung
nl: Beschrijving

source: Maximum 400 characters
de: Höchstens 400 Zeichen
fr: Maximum 400 caractères
nl: Maximum 400 karakters

source: Address
de: Adresse
fr: Adresse
nl: Adres

source: Phone
de: Telefon
fr: Téléphone
nl: Telefoon

source: Email address
de: E-Mail-Adresse
fr: Adresse de courrier électronique
nl: E-mailadres

source: Other websites
de: Andere Websites
fr: Autres sites web
nl: Andere websites

source: Ticketing
de: Tickets
fr: Tickets
nl: Tickets

source: Picture or logo
de: Bild oder Logo
fr: Image ou logo
nl: Afbeelding of logo

source: Title is required
de: Der Titel muss eingetragen sein
fr: Le champ réservé au titre ne peut être vide
nl: De titel moet ingevuld zijn

source: The maximum is 400 characters
de: Die maximale Zeichenanzahl beträgt 400
fr: Le nombre maximum est fixé à 400 charactères
nl: Het maximum karakters bedraagt 400

source: Page "@page" has been created.
de: Die Seite "@page" wurde angelegt.
fr: La page "@page" a été créée.
nl: De pagina "@page" is aangemaakt.

source: There was an error while creating the page.
de: Beim Anlegen der Seite ist ein Fehler aufgetreten.
fr: Une erreur s'est produite lors de la création de cette page.
nl: Er is een fout opgetreden tijdens het aanmaken van de pagina.

source: An error occurred when uploading your image.
de: Beim Hochladen Ihres Bildes ist ein Fehler aufgetreten.
fr: Une erreur s'est produite lors du chargement de votre illustration.
nl: Er is een fout opgetreden bij het opladen van jouw afbeelding.

source: Select another photo
de: Anderes Foto auswählen
fr: Sélectionner une autre photo
nl: Selecteer andere foto

source: Remove photo
de: Foto löschen
fr: Supprimer la photo
nl: Verwijder foto

source: Page "@page" is updated.
de: Die Seite "@page" wurde geändert.
fr: La page "@page" a été modifiée.
nl: De pagina "@page" is aangepast.

source: There was an error while updating the page.
de: Beim Bearbeiten der Seite ist ein Fehler aufgetreten.
fr: Une erreur s'est produite lors de la modification de cette page.
nl: Er is een fout opgetreden tijdens het bewerken van de pagina.

source: follow my page
de: meiner Seite folgen
fr: suivre ma page
nl: mijn pagina volgen

source: This allows users to stay informed of any updates on this page.
de: Auf diese Weise können Nutzer über alle Updates zu dieser Seite auf dem Laufenden bleiben.
fr: Les utilisateurs peuvent ainsi rester informés des mises à jour de cette page.
nl: Op die manier kunnen gebruikers op de hoogte blijven van alle updates over deze pagina.

source: become a member of my page
de: Mitglied meiner Seite werden
fr: devenir membre de ma page
nl: lid worden van mijn pagina

source: In this way, your page can also be accessed via the profiles, comments and reactions of all colleagues who are active on this site.
de: Auf diese Weise kann auch über die Profile, Reaktionen und Reaktionen aller Kollegen, die auf dieser Seite aktiv sind, auf Ihre Seite zugegriffen werden.
fr: Votre page est ainsi également accessible via les profils, réactions et commentaires des collègues actifs sur ce site.
nl: Op die manier wordt je pagina ook toegankelijk via de profielen, reacties en reacties van alle collega's die actief zijn op deze site.

source: write comments about my activities
de: Reaktionen zu meinen Aktivitäten schreiben
fr: Écrire des commentaires à propos de mes activités
nl: reacties schrijven over mijn activiteiten

source: Only for organizations that provide activities and have entered via <a href="http://www.UiTdatabank.be">www.UiTdatabank.be</a>.
de: Nur für Organisationen, die Aktivitäten organisieren und über <a href="http://www.UiTdatabank.be">www.UiTdatabank.be</a> eingetragen haben.
fr: Uniquement pour les organisations qui organisent et ont ajouté des activités via <a href="http://www.UiTdatabank.be">www.UiTdatabank.be</a>.
nl: Enkel voor organisaties die activiteiten organiseren en ingevoerd hebben via <a href="http://www.UiTdatabank.be">www.UiTdatabank.be</a>.

source: Remove page
de: Seite löschen
fr: Supprimer la page
nl: Verwijder pagina

source: Page settings has been saved.
de: Die Seiteneinstellungen wurden gespeichert.
fr: Les réglages de la page ont été sauvegardés.
nl: De pagina instellingen zijn bewaard.

source: There was an error while saving the settings page.
de: Beim Speichern der Seiteneinstellungen ist ein Fehler aufgetreten.
fr: Une erreur s'est produite durant l'enregistrement de la page des réglages.
nl: Er is een fout opgetreden tijdens het bewaren van de pagina instellingen.

source: By deleting a page, the page will no longer appear in search results and all contact info will be removed.
nl: Door een pagina te verwijderen, zal de pagina niet meer verschijnen in de zoekresultaten en worden al je contactgegevens verwijderd.

source: Members of this page, and activities in the name of this page will not be deleted.
de: Mitglieder dieser Seite und Aktivitäten im Namen dieser Seite werden nicht gelöscht.
fr: Les membres de cette page et les activités en son nom ne sont pas supprimés.
nl: Leden van deze pagina en activiteiten in naam van deze pagina worden niet verwijderd.

source: Are you sure?
de: Sind Sie sicher?
fr: Êtes-vous sûr ?
nl: Ben je zeker?

source: Delete
de: Löschen
fr: Supprimer
nl: Verwijderen

source: Page "@page" is deleted.
de: Die Seite "@page" wurde gelöscht.
fr: La page "@page" a été supprimée.
nl: De pagina "@page" is verwijderd.

source: There was an error while deleting the page.
de: Beim Löschen der Seite ist ein Fehler aufgetreten.
fr: Une erreur s'est produite lors de la suppression de la page.
nl: Er is een fout opgetreden tijdens het verwijderen van de pagina.

source: By publishing a page, the page will re-appear in the search results.
de: Wenn Sie eine Seite veröffentlichen, erscheint die Seite erneut in den Suchergebnissen.
fr: Lorsqu'une page est publiée, celle-ci apparaît de nouveau dans les résultats.
nl: Door een pagina te publiceren, zal de pagina opnieuw verschijnen in de zoekresultaten.

source: Members of this page, and activities in the name of this page will be recreated.
de: Mitglieder dieser Seite und Aktivitäten im Namen dieser Seite werden erneut aktiviert.
fr: Les membres de cette page et les activités en son nom réapparaissent.
nl: Leden van deze pagina en activiteiten in naam van deze pagina worden opnieuw in het leven geroepen.

source: Publish
de: Veröffentlichen
fr: Publier
nl: Publiceer

source: Page "@page" is recreated.
de: Die Seite "@page" wurde wiederhergestellt.
fr: La page "@page" a été restaurée.
nl: De pagina "@page" is hersteld.

source: There was an error while recreating the page.
de: Beim Wiederherstellen der Seite ist ein Fehler aufgetreten.
fr: Une erreur s'est produite durant la restauration de la page.
nl: Er is een fout opgetreden tijdens het herstellen van de pagina.

source: Title
de: Titel
fr: Titre
nl: Titel

source: Date
de: Datum
nl: Datum

source: Reactions
de: Reaktionen
fr: Réactions
nl: Reacties

source: There was an error while loading the activities.
de: Beim Laden der Aktivitäten ist ein Fehler aufgetreten.
fr: Une erreur s'est produite durant le chargement des activités.
nl: Er is een fout opgetreden tijdens het laden van de activiteiten.

source: Administer page
de: Seite verwalten
fr: Gèrer la page
nl: Pagina beheren

source: Become an administrator
de: Administrator werden
fr: Devenir administrateur
nl: Beheerder worden

source: This is a request sent to the administrator of this page.
de: Damit wird ein Antrag an den jetzigen Administrator dieser Seite gestellt.
fr: Une demande envoyée à l'administrateur de cette page.
nl: Hiermee wordt een aanvraag gestuurd naar de huidige beheerder van deze pagina.

source: Not possible to remove
de: Löschen nicht möglich
fr: Suppression impossible
nl: Verwijderen niet mogelijk

source: You're the only administrator of this page. You can not remove yourself as a member
de: Sie sind der einzige Administrator dieser Seite. Sie können sich selbst nicht als Mitglied löschen
fr: Vous êtes le seul administrateur de cette page. Vous ne pouvez pas vous supprimer en tant que membre
nl: Je bent de enige beheerder van deze pagina. Je kan jezelf niet verwijderen als lid

source: Page
de: Seite
nl: Pagina

source: Unfollow
de: Nicht mehr folgen
fr: Ne plus suivre
nl: Niet meer volgen

source: You are a member of this page
de: Sie sind Mitglied dieser Seite
fr: Vous êtes membre de cette page
nl: Je bent lid van deze pagina

source: Become a member
de: Mitglied werden
fr: Devenez membre
nl: Word lid

source: Send request to become administrator
de: Antrag darauf, Administrator zu werden, versenden
fr: Envoyer une demande afin de devenir membre
nl: Stuur aanvraag om beheerder te worden

source: Send request
nl: Stuur aanvraag

source: Remove membership
nl: Verwijder mij als lid

source: Following since
de: Folgt seit
fr: Suivi depuis
nl: Volgend sinds

source: The content of this page was removed by the administrator of the page.
de: Der Inhalt dieser Seite wurde vom Administrator der Seite gelöscht.
fr: Le contenu de cette page a été supprimé par son administrateur.
nl: De inhoud van deze pagina werd verwijderd door de beheerder van de pagina.

source: View members
de: Mitglieder ansehen
fr: Consulter la liste des membres
nl: Bekijk leden

source: <span>@count</span> follower
fr: <span>@count</span> personne qui suit
nl: <span>@count</span> volger

source: <span>@count</span> followers
fr: <span>@count</span> personnes qui suivent
nl: <span>@count</span> volgers

source: <span class="members">@count</span> member
de: <span class="members">@count</span> Mitglied
fr: <span class="members">@count</span> membre
nl: <span class="members">@count</span> lid

source: or
de: oder
fr: ou
nl: of

source: Show members
nl: Toon leden

source: Your page has published no activities yet.
de: Ihre Seite hat noch keine Aktivitäten
fr: Votre page ne compte pas encore d'activités
nl: Je pagina heeft nog geen activiteiten

source: Add new activities.
de: Eine neue Aktivität hinzufügen
fr: Ajouter une nouvelle activité
nl: Een nieuwe activiteit toevoegen

source: Latest notifications
de: Neueste Meldungen
fr: Derniers messages
nl: Laatste meldingen

source: You are <strong> manager</strong> on this page, but <strong>not logged in</strong> as this page. Do you want to continue working as <strong>this page</strong>?
de: Sie sind <strong>Administrator</strong> dieser Seite, aber <strong>nicht angemeldet</strong> als diese Seite. Möchten Sie <strong>als diese Seite weiterarbeiten</strong>?
fr: Vous êtes <strong>administrateur</strong> de cette page, mais vous <strong>n'êtes pas inscrit</strong> à cette page. Souhaitez-vous <strong>continuer sur cette page</strong> ?
nl: Je bent <strong>beheerder</strong> van deze pagina, maar <strong>niet aangemeld</strong> als deze pagina. Wil je <strong>verder werken als deze pagina</strong>?

source: This list shows only the activities that are currently online. You can find past or unpublished activities on <a href="http://www.uitdatabank.be"> UiT database </ a>.
de: Diese Liste zeigt nur die Aktivitäten an, die zurzeit online stehen. Vergangene oder nicht veröffentlichte Aktivitäten können Sie nachlesen in der <a href="http://www.uitdatabank.be">Uitdatabank</a>.
fr: Les activités se trouvant en ligne actuellement apparaissent uniquement sur cette liste. Vous pouvez consulter les dernières activités ou celles qui n'ont pas été publiées via <a href="http://www.uitdatabank.be">Uitdatabank</a>.
nl: Deze lijst toont enkel de activiteiten die momenteel online staan. Afgelopen of niet gepubliceerde activeiten kan je raadplegen via de <a href="http://www.uitdatabank.be">Uitdatabank</a>.

source: Add a new activity
de: Eine neue Aktivität hinzufügen
fr: Ajouter une nouvelle activité
nl: Een nieuwe activiteit toevoegen

source: Add new activities with the UiTdatabank. You can sign in with the same account and add activities immediately. <a href="http://www.uitdatabank.be/">Add new activity</a>.
de: Das geht über die Uitdatabank. Sie können sich dort auch mit diesem Konto anmelden, um direkt loszulegen. <a href="http://www.uitdatabank.be/">Neue Aktivität hinzufügen</a>.
fr: Vous pouvez procéder via Uitdatabank. Vous pouvez vous y inscrire avec le même compte afin de démarrer immédiatement. <a href="http://www.uitdatabank.be/">Ajouter une nouvelle activité</a>.
nl: Dat kan via de Uitdatabank. Je kan er aanmelden met dezelfde account als deze om onmiddelijk aan de slag te gaan. <a href="http://www.uitdatabank.be/">Voeg nieuwe activiteit toe</a>.
