Repository: cultuurnet/culturefeed
Catalog: culturefeed_mailing/translations/culturefeed_mailing.*.po
Languages: de, fr, nl

source: None
de: Keine
fr: Aucun
nl: Geen

source: Mailing list
de: Mailingliste
fr: Liste de mailing

source: Optional mailing list
de: Optionale Mailingliste
fr: Liste mailing optionnelle
nl: Optionele mailing list

source: Newsletter block description
de: Newsletter-Blockbeschreibung
fr: Bloc réservé à la description du bulletin d'information
nl: Nieuwsbrief block omschrijving

source: Description displayed in the form as block
de: Beschreibung wird im Formular als Block dargestellt
fr: La description est indiquée sous forme de bloc dans le formulaire
nl: Beschrijving word als block weergegeven in het formulier

source: Optional newsletter description
de: Optionale Newsletter-Beschreibung
fr: Description optionnelle du bulletin d'information
nl: Optionele nieuwsbrief omschrijving

source: Description displayed beside the checkbox for an optional registration
de: Beschreibung, die bei der Checkbox für eine optionale Anmeldung angezeigt wird
fr: La description qui apparaît près de la case relative à une inscription optionnelle
nl: Omschrijving die getoond wordt bij de checkbox voor een optionele inschrijving

source: Subscribed message
de: Nachricht zur Anmeldung
fr: Message d'accompagnement de l'inscription
nl: Bericht bij inschrijven

source: Message after a successfull subscription
de: Nachricht nach erfolgreicher Anmeldung
fr: Message apparaissant après l'inscription réussie
nl: Bericht na succesvol inschrijven

source: Successfully subscribed to our newsletter
de: Sie haben sich erfolgreich für unseren Newsletter angemeldet
fr: Vous êtes correctement inscrit à notre bulletin d'information
nl: U bent succesvol ingeschreven voor onze nieuwsbrief

source: Newsletter
fr: Bulletin d'information
nl: Nieuwsbrief

source: subscribed
de: angemeldet
fr: inscrit
nl: ingegeschreven

source: not subscribed
de: nicht angemeldet
fr: non inscrit
nl: niet ingeschreven

source: Unsubscribe
de: Abmelden
fr: Désinscrire
nl: Uitschrijven

source: Subscribe
de: Anmelden
fr: Inscrire
nl: Inschrijven

source: Error occurred
de: Es ist ein Fehler aufgetreten
fr: Une erreur s'est produite
nl: Er is een fout opgetreden

source: Email address
de: E-Mail-Adresse
fr: Adresse de courrier électronique
nl: E-mailadres

source: Zipcode
de: Postleitzahl
fr: Code postal
nl: Postcode

source: First name
de: Vorname
fr: Prénom
nl: Voornaam

source: Family name
de: Name
fr: Nom
nl: Naam

source: Privacy statement
de: Datenschutzerklärung
fr: Déclaration de vie privée
nl: Privacyverklaring

source: An error occurred while subscribing, please try again later.
de: Beim Anmelden ist ein Fehler aufgetreten. Versuchen Sie es später erneut.
fr: Une erreur s'est produite durant le processus d'inscription. Veuillez réessayer ultérieurement.
nl: Er is een fout opgetreden tijdens het inschrijven. Probeer het later opnieuw.

source: You have successfully subscribed to our newsletter
de: Sie haben sich erfolgreich für unseren Newsletter angemeldet.
fr: Vous êtes correctement inscrit(e) à notre bulletin d'information
nl: U bent succesvol ingeschreven voor onze nieuwsbrief.

source: edit
de: bearbeiten
fr: modifier
nl: bewerken

source: delete
de: löschen
fr: supprimer

source: send test mail
de: Testmail versenden
fr: envoyer un courrier test
nl: Stuur testmail

source: Subject
de: Betreff
fr: Sujet
nl: Onderwerp

source: From address
de: Von Adresse
fr: De l'adresse
nl: Verzendadres

source: No mailinglists yet
de: Noch keine Mailingliste
fr: Aucune liste de mailing n'a été créée
nl: Er zijn nog geen mailinglists

source: Are you sure you want to delete %title?
de: Sind Sie sicher, dass Sie %title löschen möchten?
fr: Êtes-vous sûr de vouloir supprimer %titre ?
nl: Weet u zeker dat u %title wilt verwijderen?

source: This action cannot be undone.
de: Diese Aktion kann nicht rückgängig gemacht werden.
fr: Cette opération ne peut être annulée.
nl: Deze actie kan niet ongedaan worden gemaakt.

source: Delete
de: Löschen
fr: Supprimer
nl: Verwijderen

source: Cancel
de: Abbrechen
fr: Annuler
nl: Annuleren

source: Error occurred while deleting the mailing
de: Beim Löschen des Mailings ist ein Fehler aufgetreten.
fr: Une erreur s'est produite durant le processus de suppression du mailing.
nl: Er is een fout opgetreden tijdens het verwijderen van de mailing.

source: Title
de: Titel
fr: Titre
nl: Titel

source: Frequency
de: Häufigkeit
fr: Fréquence
nl: Frequentie

source: Search Query
de: Suche
fr: Recherche
nl: Zoekopdracht

source: Recommendation Query
de: Empfohlene Suche
fr: Recherche recommandée
nl: Aanbevolen zoekopdracht

source: Submit
de: Einreichen
fr: Introduire
nl: Indienen

source: Mailing list updated
de: Änderungen der Mailingliste wurden gespeichert
fr: Les modifications apportées à la liste de mailing ont été enregistrées
nl: Aanpassingen aan de mailing list zijn opgeslagen

source: Could not update mailing list
de: Änderungen der Mailingliste konnten nicht gespeichert werden.
fr: Les modifications apportées à la liste de mailing n'ont pu être enregistrées.
nl: Aanpassingen aan de mailing list konden niet worden opgeslagen.

source: New mailing list created
de: Eine neue Mailingliste anlegen
fr: Créer une nouvelle liste de mailing
nl: Maak een nieuwe mailing list aan

source: Could not save new mailing list
de: Die Änderungen der neuen Mailingliste konnten nicht gespeichert werden.
fr: Les modifications apportées à la nouvelle liste de mailing n'ont pu être enregistrées.
nl: Kon de aanpassingen aan de nieuwe mailing list niet opslaan.

source: Test mail sent
de: Testmail wurde versendet.
fr: Le courrier de test a été envoyé.
nl: Test mail is verstuurd.

source: Mail could not be sent
de: Mail konnte nicht verschickt werden.
fr: Le courrier n'a pu être envoyé.
nl: Mail kon niet worden verzonden.

source: Subscribe to mailings
de: Melden Sie sich an
fr: Inscrivez-vous
nl: Schrijf je in

source: Allows the user to subscribe to mailings
de: Erlauben Sie dem Nutzer, sich für eine Mailingliste anzumelden
fr: Autoriser l'utilisateur à s'inscrire à une liste de mailing
nl: Sta gebruiker toe zich in te schrijven op een mailing list

source: Subscribe to our newsletter
de: Für den Newsletter anmelden
fr: Inscrivez-vous au bulletin d'information
nl: Inschrijven op de nieuwsbrief

source: Subscribed to our newsletter
de: Für den Newsletter angemeldet
fr: Vous êtes inscrit au bulletin d'information
nl: Ingeschreven op de nieuwsbrief

source: Newsletters
de: Rundschreiben
fr: Courriers électroniques

source: CultureFeed Mailing
fr: Mailing CultureFeed

source: CultureFeed Mailing settings
de: CultureFeed Mailing Einstellungen
fr: Réglages Mailing CultureFeed
nl: CultureFeed Mailing instellingen

source: Mailing lists
de: Mailinglisten
fr: Listes de mailing

source: Add mailing list
de: Mailingliste hinzufügen
fr: Ajouter une liste de mailing
nl: Voeg mailing list toe

source: Test mailing list
de: Mailingliste testen
fr: Tester liste de mailing

source: Manage newsletters you can subscribe to
de: Die Newsletter verwalten, für die man sich anmelden kann
fr: Gérer les bulletins d'information auxquels vous pouvez vous inscrire

source: Creates a tool to subscribe to and construct mailings on CultureFeed
de: Legen Sie ein Tool an, mit dem man sich für CultureFeed Mailings anmelden und diese anlegen kann.
fr: Crée un outil permettant de vous inscrire à des mailings CultureFeed.
nl: Maakt een tool aan waarmee je kan inschrijven op en CultureFeed mailings kan aanmaken.

source: Actions
de: Aktionen
nl: Acties

source: Email address)
nl: E-mailadres

source: detele
nl: verwijder

source: Manage newsletters you can subscribe
nl: Beheer de nieuwsbrieven waarop je kan inschrijven
