Repository: cultuurnet/culturefeed
Catalog: culturefeed_content/translations/culturefeed_content.*.po
Languages: nl

source: Our selection
nl: Onze tips

source: Title
nl: Titel

source: Query
nl: Zoekopdracht

source: Free text search, used for the SOLR query (q) parameter
nl: Vrije zoekterm (komt overeen met het WAT-veld of de q parameter in SOLR)

source: Please use SOLR filter query (fq). You can use advanced combinations with AND, OR, double quotes (exact match), and wildcards (*)
nl: Maakt gebruik van de SOLR filter query (fq). Je kan geavanceerd zoeken met een combinatie van AND, OR, dubbele quotes (") of jokertekens (*)

source: Rows
nl: Aantal resultaten

source: Number of results to show, defaults to "10"
nl: Aantal weer te geven resultaten. Standaardwaarde = 10

source: Sort
nl: Sorteer op

source: Show more link
nl: Toon meer-link

source: An automatic more link will be provided when this is checked. Important: does not support all filter query parameters.
nl: Een automatische meer-link wordt gegenereerd. NB: dit ondersteunt niet alle parameters in de filter query. Schakel uit om een eigen meer-link te gebruiken.

source: More link
nl: Alternatieve meer-link

source: You can provide a custom URL in this field.
nl: Gebruik een vrije URL als meer-link.

source: No results found.
nl: Geen resultaten gevonden.

source: Show all events
nl: Bekijk alle activiteiten

source: Keywords
nl: Trefwoorden

source: Use * as a wildcard to search on parts of a word, e.g. <strong>*speeltuin, sinterklaas*</strong>.<br> Combine multiple terms with AND, OR and through using brackets, e.g. <strong>(workshop OR cursus) AND keramiek*</strong>.<br> Exact combinations need to use double qoutes, e.g. <strong>"dag van de wetenschap"</strong>.
nl: Gebruik * als jokerteken om te zoeken op delen van een woord, bv. <strong>*speeltuin, sinterklaas*</strong>.<br> Combineer meerdere termen met AND, OR en het gebruik van haakjes, bv. <strong>(workshop OR cursus) AND keramiek*</strong>.<br> Exacte combinaties horen tussen dubbele quotes, bv. <strong>"dag van de wetenschap"</strong>.

source: Add extra parameters or your own advanced filter query, e.g. price:0 or hasimage:true
nl: Voeg extra parameters of je eigen advanced filterquery toe, bv. price:0 or hasimage:true

source: Production
nl: Productie

source: Selecting none means that all types will be shown.
nl: Als geen opties geselecteerd zijn, worden alle types weergegeven.

# Culturefeed content
source: Region
nl: Regio

source: City or municipality
nl: Stad of gemeente

source: Postal code + radius
nl: Postcode + straal

source: is equal to
nl: is gelijk aan

source: is not equal to
nl: is niet gelijk aan

source: before
nl: voor

source: after
nl: na

source: These filters only apply to events.
nl: Deze filters zijn enkel van toepassing op events.

source: Start date
nl: Startdatum

source: End date
nl: Einddatum

source: Composite query
nl: Samengestelde query

source: Query title
nl: Query titel

source: Show search box to filter by postal code
nl: Toon zoekbox om selectie te filteren op postcode

source: Only show tips in my neighbourhood: <em>@postal_code</em>. <a href="" id="toggle_postal_code" data-id="@id">modify postal code</a>
nl: Toon enkel tips in mijn buurt: <em>@postal_code</em>. <a href="" id="toggle_postal_code" data-id="@id">wijzig postcode</a>

source: Postal code
nl: Postcode
