Repository: cultuurnet/culturefeed
Catalog: culturefeed_saved_searches/translations/culturefeed_saved_searches.*.po
Languages: nl

source: Save searches
nl: Bewaar zoekopdrachten

source: Allows the user to save his searches
nl: Geeft gebruikers de mogelijkheid om zoekopdrachten te bewaren

source: Saved searches
nl: Bewaarde zoekopdrachten

source: Manage the searches that you saved.
nl: Beheer je bewaarde zoekopdrachten

source: Change
nl: Wijzig

source: Save
nl: Opslaan

source: Your change was saved successfully
nl: Je wijziging is goed bewaard

source: Something went wrong during the saving. Please try again later.
nl: Er ging iets fout bij het bewaren van je zoekopdracht. Probeer het nog eens.

source: Save search
nl: Bewaar zoekopdracht

source: Delete saved search
nl: Verwijder zoekopdracht

source: and receive an email when there are new results
nl: en ontvang een e-mail als er nieuwe resultaten zijn

source: to search faster next time
nl: om sneller te kunnen zoeken

source: A problem occurred while loading your searches. Please try again later.
nl: Er was een probleem bij het ophalen van je zoekopdrachten. Probeer het nog eens.

source: immediately
nl: onmiddellijk

source: daily overview
nl: dagelijks

source: weekly overview
nl: wekelijks

source: never
nl: nooit

source: No query to save was given
nl: Er waren geen zoekparameters om te bewaren

source: Send mailalert with new results:
nl: Stuur een e-mail met nieuwe resultaten:

source: Mailalerts will be sent to:
nl: E-mails worden verstuurd naar:

source: We won't send emails when there are no new results
nl: Als er geen nieuwe resultaten zijn, sturen we geen e-mail

source: You can unsubscribe for this service in any mail you will receive
nl: Je kan je via elke e-mail weer uitschrijven voor deze dienst

source: We will send a mailalert as soon as there are new results for your search. Therefore we will ignore any date filters in your search
nl: We sturen een e-mailalert zodra er nieuwe resultaten zijn binnen je zoekopdracht. We houden dus geen rekening met de huidige datumfilter in je zoekopdracht.

source: You search has been saved
nl: Je zoekopdracht werd bewaard

source: There was an error while saving your search. Please try again.
nl: Er ging iets fout bij het bewaren van je zoekopdracht. Probeer het nog eens.

source: Are you sure you want to delete this search?
nl: Ben je zeker dat je deze zoekopdracht wil verwijderen?

source: This action cannot be undone.
nl: Deze actie kan niet ongedaan worden gemaakt.

source: Delete
nl: Verwijder

source: Cancel
nl: Annuleren

source: Your search has been deleted
nl: Je zoekopdracht is verwijderd

source: A problem occurred while deleting your search. Please try again later.
nl: Er ging iets fout bij het verwijderen van je zoekopdracht. Probeer het nog eens.

source: 1 saved search
nl: 1 bewaarde zoekopdracht

source: @total saved searches
nl: @total bewaarde zoekopdrachten

source: alert frequency
nl: frequentie e-mailalerts

source: There are no saved searches yet
nl: Je hebt nog geen bewaarde zoekopdrachten

source: Save this search
nl: Bewaar deze zoekopdracht
