Repository: cultuurnet/culturefeed
Catalog: culturefeed_ui/translations/culturefeed_ui.*.po
Languages: de, fr, nl

source: To continue you have to be logged on with your UiTiD.
de: Um weiterzumachen, müssen Sie mit Ihrer UiTiD angemeldet sein.
fr: Pour continuer, vous devez vous identifier à l'aide de votre de UiTiD.
nl: Om verder te gaan moet je aangemeld zijn met je UiTiD.

source: Or via
de: Oder über
fr: Ou via
nl: Of via

source: or
de: oder
fr: ou
nl: of

source: Choosing your events will be simplified
de: Die Entscheidung wird leichter
fr: Le choix devient plus aisé
nl: Kiezen wordt makkelijker

source: thanks to UiTiD
de: dank UiTID
fr: grâce à UiTID
nl: dankzij UiTID

source: Create an UiTiD account and:
de: Legen Sie eine UiTiD an und:
fr: Créez un UiTiD et :
nl: Maak een UiTiD aan en:

source: receive <strong>personal tips</strong> only for you
de: Erhalten Sie <strong>persönliche Tipps</strong> genau nach Maß
fr: recevez des <strong>conseils personnalisés</strong> et sur mesure
nl: ontvang <strong>persoonlijke tips</strong> op jouw maat

source: discover what <string>your friends and similar users</strong> like
de: Entdecken Sie, was <strong>Freunden und ähnlichen Nutzern</strong> gefällt
fr: découvrez ce que vos <strong>amis et les autres utilisateurs</strong> aiment
nl: ontdek wat <strong>vrienden en gelijkaardige gebruikers</strong> leuk vinden

source: be <strong>the first to know</strong> updates about your favorite activities
de: sein <strong> der ersten, </strong> Aktuelles über Ihre Lieblings-Aktivitäten wissen
fr: être <strong> le premier à savoir </strong> mises à jour sur vos activités préférées
nl: ben <strong>de eerste</strong> om updates over uw favoriete activiteiten te weten te komen

source: Confirm your email address to use all UiTiD features
de: Bestätigen Sie Ihre E-Mail-Adresse, um alle Funktionen von UiTiD zu nutzen.
fr: Confirmez votre adresse e-mail afin de pouvoir utiliser toutes les fonctions de UiTiD.
nl: Bevestig je e-mailadres om alle functies van UiTiD te gebruiken.

source: A confirmation email has been send to
de: Eine Bestätigungsmail wurde versendet an
fr: Un e-mail de confirmation a été envoyé à
nl: Een bevestigingsmail is verstuurd naar

source: My actions
nl: Mijn gebruikersacties

source: The more items you like or events you attend, the more tips will have a personal touch
de: Je öfter Sie mitteilen, ob Ihnen eine Aktivität gefällt, oder ob Sie dort hingehen, umso besser werden Ihre persönlichen Tipps.
fr: Plus vous indiquez que vous aimez une activité ou les événements auxquels vous vous rendez, meilleures seront vos recommandations personnelles.
nl: Hoe meer je laat weten of je een activiteit leuk vindt of naartoe gaat, hoe beter je persoonlijke tips zullen worden.

source: likes
de: gefällt
fr: aime
nl: vindt

source: attends
de: gehe ich hin
fr: participe
nl: ga ik naartoe

source: Pages of which i'm a member
de: Seiten, deren Mitglied ich bin:
fr: Les pages auxquelles je suis affilié(e) :
nl: Pagina's waar ik lid van ben:

source: Pages of which @username is a member
de: Seiten, von denen @ username ist Mitglied
fr: Pages qui @username est un membre
nl: Pagina's van wie @username lid lis

source: Pages I follow
nl: Pagina's die ik volg

source: Connected to:
de: Verknüpft mit:
fr: Lié aux
nl: Gekoppeld met:

source: Connected accounts
de: Verknüpfte Konten
fr: Comptes liés
nl: Gekoppelde accounts

source: Connected applications
de: verbunden Anwendungen
fr: Applications connectées
nl: Gekoppelde kanalen

source: User history
nl: Gebruikersgeschiedenis

source: No profile data available
nl: Geen profielgegevens beschikbaar

source: Complete your profile
nl: Vervolledig je profiel

source: actions
de: Aktionen
nl: acties

source: Create an UiTiD account, let us know what you like and receive more personal tips.
de: Legen Sie eine UiTiD an, teilen Sie uns mit, was Ihnen gefällt, und Sie erhalten noch mehr Tipps genau nach Maß.
fr: Créez un UiTiD, indiquez-nous ce que vous aimez et recevez encore plus de recommandations personnalisées.
nl: Maak een UiTiD aan, laat ons weten wat je leuk vindt en ontvang nog meer tips op jouw maat.

source: Number of activities
de: Anzahl Aktivitäten
fr: Nombre d'activités
nl: Aantal activiteiten

source: Number of likes
de: Anzahl Gefällt-mir
fr: Nombre de j'aime
nl: Aantal vind-ik-leuk's

source: Number of Facebook shares
de: Anzahl Male auf Facebook geteilt
fr: Nombre de partages sur Facebook
nl: Aantal keer gedeeld op Facebook

source: Number of Twitter shares
de: Anzahl Tweets
fr: Nombre de tweets
nl: Aantal tweets

source: Number of attends
de: Anzahl Gehe-ich-hin
fr: Nombre de participations
nl: Aantal ga-ik-naartoe's

source: Number of activities (aggregate)
de: Anzahl Aktivitäten (gesamt)
fr: Nombre d'activités (total)
nl: Aantal activiteiten (totaal)

source: This email address has been connected to your UiTPAS card. Any communication regarding your UiTPAS will be sent to this email address as well.
nl: Dit e-mailadres is gekoppeld aan het e-mailadres waarmee je UiTPAS geregistreerd werd. Bij een aanpassing zal je communicatie ivm UiTPAS dus ook op dit adres ontvangen.

source: All your user activities will be set to private too.
nl: Al je gebruikersacties uit het verleden worden hiermee ook op privé gezet.

source: Similar users
de: Ähnliche Nutzer
fr: Utilisateurs similaires
nl: Gelijkaardige gebruikers

source: Most active user
de: Aktivster Nutzer der Woche
fr: Utilisateur le plus actif de la semaine
nl: UiTslover van de week

source: Search users
de: Nutzer suchen
fr: Chercher des utilisateurs
nl: Zoek gebruikers

source: UiTiD connect
de: Zu viel zu tun?
fr: Trop à faire ?
nl: Teveel te doen?

source: Manage profile
de: Ihr Profil verwalten
fr: Gérer votre profil
nl: Beheer je profiel

source: My profile
de: Mein Profil
fr: Mon profil
nl: Mijn profiel

source: Something for you?
de: Wäre das was für Sie?
fr: Est-ce réellement pour vous ?
nl: Echt iets voor jou?

source: Username
de: Nutzername
fr: Nom d'utilisateur
nl: Gebruikersnaam

source: Email address
de: E-Mail-Adresse
fr: Adresse électronique
nl: E-mailadres

source: Save
de: Speichern
fr: Enregistrer
nl: Opslaan

source: Change password
de: Passwort ändern
fr: Modifier le mot de passe
nl: Paswoord wijzigen

source: Invalid email
de: Ungültige E-Mail-Adresse
fr: Adresse électronique non valable
nl: Ongeldig e-mailadres

source: An error occurred.
nl: Er is een tijdelijke fout opgetreden. Probeer het later opnieuw.

source: The email address you entered (@email) is already in use by another user. </br> Please provide a another email address.
nl: Het e-mailadres (@email) is reeds in gebruik. <br />Gelieve een ander e-mailadres te gebruiken.

source: Changes saved successfully.
nl: De wijzigingen werden goed bewaard.

source: I accept that my UiTiD actions on !site_name will be published automatically on !online_account_type.
nl: Mijn gebruikersacties op !site_name mogen automatisch gepubliceerd worden op !online_account_type.

source: Your account was updated successfully.
nl: De wijzigingen aan je account werden goed bewaard.

source: An error occurred when updating your account.
nl: Er is een fout opgetreden bij het aanpassen van je account.

source: Select the way your user details are visible to others in your <a href="@profile-url">public profile</a>.
nl: Kies hoe je gegevens getoond worden aan anderen op je <a href="@profile-url">publieke profielpagina</a>.

source: Your privacy settings have been saved.
nl: Je privacy instellingen werden goed bewaard.

source: Error occurred while saving your privacy settings.
de: Beim Speichern Ihrer Datenschutzeinstellungen ist ein Fehler aufgetreten.
fr: Une erreur s'est produite lors de l'enregistrement de vos réglages de confidentialité.
nl: Er is een fout opgetreden bij het bewaren van jouw privacy instellingen.

source: First name
de: Vorname
fr: Prénom
nl: Voornaam

source: Family name
de: Name
fr: Nom
nl: Naam

source: Date of birth
de: Geburtsdatum
fr: Date de naissance
nl: Geboortedatum

source: Format : dd/mm/yyyy
de: Format: TT/MM/JJJJ
fr: Format : jj/mm/aaa
nl: Formaat : dd/mm/jjjj

source: Gender
de: Geschlecht
fr: Sexe
nl: Geslacht

source: Male
de: Mann
fr: Homme
nl: Man

source: Female
de: Frau
fr: Femme
nl: Vrouw

source: Choose picture
de: Ein Foto auswählen
fr: Choisir une photo
nl: Kies een foto

source: Allowed extensions: jpg, jpeg, gif or png
de: Erweiterungen erlaubt: jpg, jpeg, gif oder png
fr: Extensions autorisées: jpg, jpeg, gif ou png
nl: Toegelaten formaten: jpg, jpeg, gif of png

source: Street and number
de: Straßenname und Hausnummer
fr: Rue et numéro
nl: Straatnaam en nummer

source: Zipcode
de: Postleitzahl
fr: Code postal
nl: Postcode

source: City
de: Stadt oder Ort
fr: Ville ou commune
nl: Stad of gemeente

source: Country
de: Land
fr: Pays
nl: Land

source: Biography
de: Beschreiben Sie sich selbst
fr: Décrivez-vous
nl: Beschrijf jezelf

source: Maximum 250 characters
de: Maximal 250 Zeichen
fr: Maximum de 250 caractères
nl: Maximum 250 karakters

source: Preferred language
de: Sprachpräferenz
fr: Préférence linguistique
nl: Voorkeur taal

source: Dutch
de: Niederländisch
fr: Néerlandais
nl: Nederlands

source: French
de: Französisch
fr: Français
nl: Frans

source: English
de: Englisch
fr: Anglais
nl: Engels

source: German
de: Deutsch
fr: Allemand
nl: Duits

source: Delete account
de: Konto löschen
fr: Supprimer le compte
nl: Account verwijderen

source: The maximum of 250 characters is exceeded
de: Das Maximum von 250 Zeichen überschritten wird
fr: Le maximum de 250 caractères est dépassée
nl: Het maximum aantal van 250 karakters is overschreden

source: Error occurred while saving your personal data.
de: Beim Speichern Ihrer Angaben ist ein Fehler aufgetreten.
fr: Une erreur s'est produite lors de l'enregistrement de vos données.
nl: Er is een fout opgetreden bij het bewaren van jouw gegevens.

source: Error occurred while saving your picture.
de: Beim Hochladen Ihres Bildes ist ein Fehler aufgetreten.
fr: Une erreur s'est produite lors du téléchargement de votre image.
nl: Er is een fout opgetreden bij het opladen van jouw afbeelding.

source: Name
fr: Nom
nl: Naam

source: Search
de: Suchen
fr: Chercher
nl: Zoeken

source: Update your profile information here. All your user activities can be managed in your <a href="@history-url">personal history</a>.
nl: Je kan hier je gegevens aanpassen. Al je gebruikersacties kan je beheren via je persoonlijke <a href="@history-url">gebruikershistoriek</a>.

source: <a href="@profile">View your profile</a> as shown to others.
nl: <a href="@profile">Bekijk je profiel</a> zoals het zichtbaar is voor anderen.

source: Remove connection
nl: Verwijder koppeling

source: Connect
nl: Koppelen

source: Like
de: Gefällt mir
fr: J'aime
nl: Vind ik leuk

source: Attend
de: Ich gehe hierhin
fr: Je participerai
nl: Ik ga hier naartoe

source: Share on Facebook
de: Über Facebook teilen
fr: Partager via Facebook
nl: Delen via Facebook

source: Share on Twitter
de: Auf Twitter teilen
fr: Partager sur Twitter
nl: Delen op Twitter

source: ON
nl: AAN

source: OFF
nl: UIT

source: Switch off
de: Ausschalten
fr: Fermer
nl: Zet uit

source: Switch on
de: Einschalten
fr: Ouvrir
nl: Zet aan

source: Post my actions to Facebook
de: Meine Aktionen auf Facebook veröffentlichen
fr: Publier mes actions sur Facebook
nl: Publiceer mijn acties op Facebook

source: Error occurred
de: Es ist ein Fehler aufgetreten.
fr: Une erreur s'est produite
nl: Er is een fout opgetreden.

source: is using cookies
nl: maakt gebruik van cookies

source: Learn more
nl: Meer weten

source: Anonymous
nl: Anoniem

source: This profile is private.
nl: Dit profiel is privé

source: Are you sure you want to delete your account?
de: Sind Sie sicher, dass Sie Ihre UiTiD löschen möchten?
fr: Êtes-vous sûr(e) de vouloir supprimer votre UiTiD ?
nl: Ben je zeker dat je jouw UiTiD wil verwijderen?

source: This action cannot be undone.
de: Diese Aktion kann nicht rückgängig gemacht werden.
fr: Cette action ne peut être annulée
nl: Deze actie kan niet ongedaan worden gemaakt.

source: Delete
de: Löschen
fr: Supprimer
nl: Verwijder

source: Cancel
de: Abbrechen
fr: Annuler
nl: Annuleren

source: An error occurred while deleting your account.
de: Beim Löschen Ihres Kontos ist ein Fehler aufgetreten.
fr: Une erreur s'est produite lors de la suppression de votre compte
nl: Er is een fout opgetreden bij het verwijderen van jouw account.

source: No results found.
de: Keine Ergebnisse gefunden.
fr: Aucun résultat n'a été trouvé.
nl: Geen resultaten gevonden.

source: No users found
de: Keine Nutzer gefunden
fr: Aucun utilisateur n'a été trouvé
nl: Geen gebruikers gevonden

source: Error occurred, please try again later
de: Es ist ein Fehler aufgetreten. Versuchen Sie es später erneut.
fr: Une erreur s'est produite. Veuillez réessayer plus tard.
nl: Er is een fout opgetreden. Probeer later opnieuw.

source: Confirmation mail succesfully sended
de: Die Bestätigungsmail wurde erfolgreich verschickt.
fr: L'e-mail de confirmation a été correctement envoyé.
nl: De bevestigingsmail werd met succes verzonden.

source: Email address of this account is already confirmed.
de: Die mit diesem Konto verknüpfte E-Mail-Adresse wurde bereits bestätigt.
fr: L'adresse e-mail liée à ce compte a déjà été confirmée.
nl: Het e-mailadres verbonden aan deze account werd reeds bevestigd.

source: An error occurred while loading your account, please try again later.
de: Beim Laden Ihres Kontos ist ein Fehler aufgetreten. Versuchen Sie es später erneut.
fr: Une erreur s'est produite lors du chargement de votre compte.
nl: Er is een fout opgetreden bij het laden van jouw account. Probeer het later opnieuw.

source: Update personal data
nl: Update persoonlijke gegevens

source: No channels found.
de: Keine Kanäle gefunden.
fr: Aucun canal n'a été trouvé.
nl: Geen kanalen gevonden.

source: My UiTiD
de: Meine UiTiD
fr: Mon UiTiD
nl: Mijn UiTiD

source: Edit
de: Bearbeiten
fr: Modifier
nl: Bewerken

source: Resend email confirmation
de: E-Mail-Bestätigung erneut versenden
fr: Envoyer à nouveau le mail de confirmation
nl: E-mailbevestiging opnieuw versturen

source: Change Email address
de: E-Mail-Adresse ändern
fr: Modifier l'adresse électronique
nl: E-mailadres aanpassen

source: More info about UiTiD
de: Mehr Info über UiTiD
fr: Plus d'infos à propos de UiTiD
nl: Meer info over UiTiD

source: Log in
de: Einloggen
fr: S'identifier
nl: Aanmelden

source: Sign up
de: Anmelden
fr: S'inscrire
nl: Registreren

source: Log out
de: Ausloggen
fr: Déconnexion
nl: Uitloggen

source: actions</strong> done
de: Aktionen</strong> ausgeführt
fr: actions</strong> accomplies
nl: acties</strong> gedaan

source: pages</strong> liked
de: Seiten</strong> mit „Gefällt mir“ markiert
fr: les pages</strong> aimées
nl: pagina's</strong> leuk gevonden

source: pagess</strong> shared on Facebook
de: Seiten</strong> über Facebook geteilt
fr: les pages</strong> partagées sur Facebook
nl: pagina's</strong> op Facebook gedeeld

source: pages</strong> shared on Twitter
de: Seiten</strong> auf Twitter geteilt
fr: les pages</strong> partagées sur Twitter
nl: pagina's</strong> op Twitter gedeeld

source: events</strong> to attend
de: Aktivitäten</strong> markiert, zu denen Sie gehen werden
fr: les activités</strong> auxquelles l'utilisateur participera
nl: activiteiten</strong> gemarkeerd bij te zullen wonen

source: Connected to
de: Verknüpft mit
fr: Lié à
nl: Gekoppeld op

source: Edit profile
de: Profil bearbeiten
fr: Modifier le profil
nl: Profiel bewerken

source: My messages
nl: Mijn berichten

source: My pages
nl: Mijn pagina's

source: Edit account
de: Konto bearbeiten
fr: Modifier le compte
nl: Account bewerken

source: Action searcher
de: Action-Sucher
fr: À la recherche d'une action
nl: Actiezoeker

source: Leisure searcher
de: Aktiver Erholer
fr: À la recherche de détente
nl: Actieve ontspanner

source: Discoverer
de: Entdecker
fr: Découvreur
nl: Ontdekker

source: Connoisseur
de: Feinschmecker
fr: Connaisseur
nl: Fijnproever

source: your email
de: Ihre E-Mail-Adresse
fr: votre adresse électronique
nl: je e-mailadres

source: Personal data
nl: Persoonsgegevens

source: Login data
nl: Logingegevens

source: Privacy settings
nl: Privacy instellingen

source: Change name, address, profile picture, …
de: Name, Adresse, Profilbild, ändern ...
fr: Changer le nom, l'adresse, photo de profil, ...
nl: Wijzig naam, adres, profielfoto,...

source: Logout
de: Ausloggen
fr: Se déconnecter
nl: Afmelden

source: Enabling the CultuurNet User Interface cache will cache all parsed results of requests to the enrichments API. This will reduce the number of requests made directly to the API service.
de: Wenn Sie den CultuurNet User Interface Cache aktivieren, werden alle verarbeiteten Ergebnisse jeder Anfrage gecacht. Dies verringert die Zahl der direkten Anfragen an die API.
fr: L'activation de la mémoire cache CultuurNet User Interface enregistrera tous les résultats de vos recherches et réduira le nombre de demandes directes sur l'API.
nl: De CultuurNet User Interface cache activeren zal alle verwerkte resultaten van ieder verzoek cachen. Dit zal het aantal directe verzoeken op de API verminderen.

source: none
de: keine
fr: aucun(e)
nl: geen

source: Minimum cache lifetime for the similar users block
de: Mindest-Cachedauer des Blocks „Ähnliche Nutzer“
fr: Durée de mise en mémoire cache minimum du bloc "Utilisateurs similaires
nl: Minimum cacheduur van het 'Gelijkaardige gebruikers' blok

source: The minimum cache lifetime is the minimum amount of time that will elapse before the cache is emptied and recreated
de: Die Mindest-Cachedauer ist der Mindestzeitraum, der vergeht, bis der Cache geleert und erneut gefüllt wurde.
fr: La durée de mise en mémoire cache minimum est la durée minimum qui s'écoulera entre le moment où la mémoire cache est vidée et créée à nouveau.
nl: De minimum cacheduur is het minimum van tijd dat zal verlopen tot de cache is geleegd en opnieuw gecreeërd.

source: Change CultureFeed User Interface settings.
nl: Verander instellingen van de CultureFeed User Interface.

source: Connected channels
nl: Geconnecteerde applicaties

source: Remove UiTiD channel
nl: Verwijder UiTiD-kanaal

source: Remove social account
nl: Ontkoppel account

source: Configure privacy social account
nl: Beheer privacy settings

source: Creates a default user interface for CultureFeed
de: Erstellen Sie ein Standard-User-Interface für CultureFeed
fr: Crée une interface standard pour Culturefeed
nl: Maakt een standaard user interface voor Culturefeed

source: !years years
nl: !years jaar

source: close
nl: sluit

source: OK, I understand
nl: OK, ik begrijp het

source: Amount of actions
de: Anzahl Aktionen
fr: Nombre d'actions

source: Manage all
de: alle verwalten
fr: Gérer tous

source: websites and applications
de: Websites und Anwendungen,
fr: sites et applications

source: who uses your UiTiD profile.
de: die Ihre UiTiD Profil verwendet.
fr: qui utilise votre profil de UiTiD.

source: Loading
de: Laden
fr: Charger

source: I accept that my UiTiD actions on
de: Ich erteile UiTiD Zustimmung, meine Aktionen auf
fr: J'autorise UiTiD à

source: will be published automatically on
de: automatisch zu veröffentlichen auf
fr: publier automatiquement mes actions sur

source: User agreement
de: Nutzungsbedingungen
fr: Conditions d'utilisation

source: Public
de: Öffentlich

source: Private
de: Privat
fr: Privé

source: Add account
de: Konto hinzufügen
fr: Ajouter un compte

source: View profile
de: Profil ansehen
fr: Consulter le profil

source: Hide 'first name' in public profile
de: „Vorname“ im öffentlichen Profil verbergen
fr: Cacher le "prénom" dans le profil public

source: Hide 'family name' in public profile
de: „Name“ im öffentlichen Profil verbergen
fr: Cacher le "nom" dans le profil public

source: Hide 'gender' in public profile
de: „Geschlecht“ im öffentlichen Profil verbergen
fr: Cacher le "sexe" dans le profil public

source: Hide 'address' in public profile
de: „Wohnort“ im öffentlichen Profil verbergen
fr: Cacher la "localité" dans le profil public

source: Hide 'date of birth' in public profile
de: „Geburtsdatum“ im öffentlichen Profil verbergen
fr: Cacher la "date de naissance" dans le profil public

source: Hide 'biography' in public profile
de: „Selbstbeschreibung“ im öffentlichen Profil verbergen
fr: Cacher la "description personnelle" dans le profil public

source: Changes succesfully saved.
de: Ihre Änderungen wurden gespeichert.
fr: Vos modifications ont été sauvegardées.

source: Manage actions
de: Aktionen verwalten
fr: Gérer les actions

source: How other users will see your profile
de: Wie andere Benutzer sehen, wird Ihr Profil
fr: Comment les autres utilisateurs verront votre profil

source: Change password, email address, connected channels, …
de: Ändern Sie Passwort, E-Mail-Adresse, mit Ihrem Konto verknüpfte Anwendungen...
fr: Modifier votre mot de passe, adresse électronique, applications liées à

source: About me
de: Über mich
fr: À propos de moi

source: Manage websites and applications
de: Websites und Anwendungen verwalten
fr: Gérer des sites et applications

source: Home
fr: Accueil
