Repository: cultuurnet/culturefeed
Catalog: culturefeed_search_ui/translations/culturefeed_search_ui.*.po
Languages: de, fr, nl

source: Change CultureFeed Search UI settings like display, filters, â€¦
nl: Verander de instellingen van de CultureFeed Search UI zoals weergave, filters,...

source: Culturefeed search: search events and pages
de: CultureFeed Search: Suchen Sie Aktivitäten und Seiten
fr: Culturefeed search : chercher des activités et des pages
nl: Culturefeed search: zoek activiteiten en pagina's

source: Culturefeed search: sort order
de: CultureFeed Search: Suchergebnisse sortieren
fr: Culturefeed search : trier les résultats
nl: Culturefeed search: zoekresultaten sorteren

source: Culturefeed search: active filters
de: CultureFeed Search: aktive Filter
fr: Culturefeed search : filtres actifs
nl: Culturefeed search: actieve filters

source: Culturefeed search: facet when
de: CultureFeed Search: Facette wann
fr: Culturefeed search: facet quand
nl: Culturefeed search: facet wanneer

source: Culturefeed search: facet where
de: CultureFeed Search: Facette wo
fr: Culturefeed search: facet où
nl: Culturefeed search: facet waar

source: You searched for:
de: Sie suchten nach:
fr: Vous avez recherché:
nl: Je zocht op:

source: Near
de: In der Nähe von
fr: À proximité de
nl: In de buurt van

source: CultureFeed Search UI is the basic framework needed to view search pages from items. For example agenda/search page from the agenda module.
de: Das CultureFeed Search User Interface ist das Basis-Framework, um sich Suchergebnisseiten und Detailseiten anzusehen.
fr: CultureFeed Search UI est le cadre de base de la consultation des résultats et des détails.
nl: CultureFeed Search UI is het basis framework om zoekresultatenpagina's en detailpagina's te raadplegen.

source: Number of items per page
de: Anzahl Ergebnisse pro Seite
fr: Nombre de résultats par page
nl: Aantal resultaten per pagina

source: Pager type for the search page(s)
de: Art der Navigation auf Suchergebnisseiten
fr: Type de navigation sur la page des résultats
nl: Type navigatie op zoekresultatenpagina's

source: The type of pager to use on search pages. This will trigger different templates as well.
de: Art der Navigation auf Suchergebnisseiten (Paginierung / „infinite scroll“). Für jede Art der Navigation wird eine andere Schablone verwendet.
fr: Type de navigation sur la page des résultats (mise en pages / 'infinite scroll'). Un modèle différent est utilisé pour chaque type de navigation.
nl: Type navigatie op zoekresultatenpagina's (paginering / 'infinite scroll'). Voor elk type navigatie wordt een ander sjabloon gebruikt.

source: Normal pager with page numbers
de: Paginierung mit Seitennummerierung und Optionen vorherige / nächste.
fr: Mise en pages avec numérotation de page et options précécent/suivant.
nl: Paginering met paginanummering en vorige / volgende opties.

source: Pager with button to manually scroll to infinity
de: Paginierung, die es Ihnen ermöglicht, unbegrenzt Suchergebnisse zu laden („infinite scroll“).
fr: Mise en pages permettant de télécharger un nombre illimité de résultats ('infinite scroll').
nl: Paginering die je toelaat om onbeperkt zoekresultaten in te laden ('infinite scroll').

source: Redirect old cnapi urls to the new system
de: Leitet alte (CNAPI) URLs auf die neuen (SAPI) URLs um.
fr: Rediriger les anciens URL (CNAPI) vers les nouveaux URL (SAPI).
nl: Leid oude (CNAPI) URL's om naar de nieuwe (SAPI) URL's.

source: If enabled, all urls that where used by the cnapi module, will be redirected to urls for the new search api.
de: Wenn es eingeschaltet ist, werden alle alten URLs (CNAPI) auf neue URLs (SAPI) umgeleitet.
fr: Si cette option est activée, les anciens URL (CNAPI) seront déviés vers les nouveaux URL (SAPI).
nl: Wanneer ingeschakeld zullen alle oude URL's (CNAPI), omgeleid worden naar nieuwe URL's (SAPI).

source: Group
de: Gruppe
fr: Groupe
nl: Groep

source: Search in
de: Suchen in
fr: Chercher dans
nl: Zoek in

source: Search terms
de: Schlagwörter
fr: Mots-clés
nl: Trefwoorden

source: Search
de: Suchen
fr: Chercher
nl: Zoeken

source: Sort
de: Ergebnisse sortieren nach
fr: Trier les résultats selon
nl: Sorteer resultaten op

source: Submit
de: Hinzufügen
fr: Ajouter
nl: Voeg toe

source: When
de: Wann
fr: Quand
nl: Wanneer

source: Choose a date
de: Datum
fr: Date
nl: Datum

source: Or choose a custom date
de: Oder wählen Sie selbst ein Datum
fr: Ou choisissez une date
nl: Of kies zelf een datum

source: till
de: bis
fr: jusqu'à
nl: tot

source: Please enter a valid date
de: Bitte ein gültiges Datum eingeben
fr: Veuillez introduire une date valable
nl: Gelieve een geldige datum in te voeren

source: Where
de: Wo
fr: Où
nl: Waar

source: Zipcode or city
de: Postleitzahl oder Ort
fr: Code postal ou commune
nl: Postcode of gemeente

source: Change radius
nl: Wijzig straal

source: Choose another location
nl: Kies andere plaats

source: Search nearby
de: Suchen in der Nähe von
fr: Chercher à proximité
nl: Zoek in de buurt

source: Remove all filters
de: Alle Filter löschen
fr: Supprimer tous les filtres
nl: Alle filters verwijderen

source: Today
de: Heute
fr: Aujourd'hui
nl: Vandaag

source: Next 7 days
de: In den nächsten 7 Tagen
fr: les 7 prochains jours
nl: Volgende 7 dagen

source: This weekend
de: An diesem Wochenende
fr: Ce week-end
nl: Dit weekend

source: Next weekend
de: Nächstes Wochenende
fr: Le week-end prochain
nl: Volgend weekend

source: Next 14 days
de: In den nächsten 14 Tagen
fr: Dans les 15 prochains jours
nl: Volgende 14 dagen

source: Next 30 days
de: In den nächsten 30 Tagen
fr: dans les 30 prochains jours
nl: Volgende 30 dagen

source: Next 12 months
de: In den nächsten 12 Monaten
fr: Dans les 12 prochains mois
nl: Volgende 12 maanden

source: There was an error while loading the search results.
de: Beim Laden der Suchergebnisse ist ein Fehler aufgetreten.
fr: Une erreur s'est produite lors du chargement des résultats.
nl: Er is een fout opgetreden bij het laden van de zoekresultaten.

source: Specific date
de: Bestimmtes Datum
fr: Date spécifique
nl: Specifieke datum

source: Period from/to
de: von / bis
fr: du/au
nl: van / tot

source: Start date
de: Anfangsdatum
fr: Date de début
nl: Begindatum

source: End date
de: Enddatum
fr: Date de fin
nl: Einddatum

source: More results
de: Mehr Ergebnisse
fr: Plus de résultats
nl: Meer resultaten

source: perform a new search.
de: Eine neue Suche durchführen.
fr: effectuer une nouvelle recherche.
nl: voer een nieuwe zoekopdracht uit.

source: There are no more search results.
de: Es gibt keine Suchergebnisse mehr.
fr: Il n'y a plus de résultats.
nl: Er zijn geen zoekresultaten meer.

source: Refine your search results or
de: Ihre Suche verfeinern oder
fr: Affiner votre recherche ou
nl: Verfijn jouw zoekopdracht of

source: page
de: seite
nl: pagina

source: Remove filter
de: Filter löschen
fr: Supprimer le filtre
nl: Verwijder filter

source: <strong>@count</strong> result found
de: <strong>@count</strong> Ergebnis gefunden
fr: <strong>@count</strong> résultat trouvé
nl: <strong>@count</strong> resultaat gevonden

source: Did you mean
de: Meinten Sie:
fr: Vous vouliez dire
nl: Bedoelde je:

source: @range from @count result
de: @range van @count Ergebnis
fr: résultat @range de @count
nl: @range van @count resultaat

source: Show the facet only when an eventtype is chosen
nl: Toon de facet enkel wanneer een eventtype is gekozen

source: 0-2 year
nl: 0-2 jaar

source: 3-5 year
nl: 3-5 jaar

source: 6-8 year
nl: 6-8 jaar

source: 9-11 year
nl: 9-11 jaar

source: 12-14 year
nl: 12-14 jaar

source: 15-17 year
nl: 15-17 jaar

source: 18+ year
nl: 18+ jaar

source: boroughs
de: Stadtgemeinden
fr: arrondissements
