Repository: cultuurnet/culturefeed
Catalog: culturefeed_agenda/translations/culturefeed_agenda.*.po
Languages: nl

source: Activities
nl: Activiteiten

source: Relevance
nl: Relevantie

source: Date
nl: Datum

source: Age
nl: Leeftijd

source: Popularity
nl: Waardering

source: Reactions
nl: Aantal reacties

source: Importance
nl: Relevantie

source: None
nl: Geen

source: Category type to search related events
nl: Categorie om relevante gegevens op te zoeken

source: The category type to use for searching related activities. Leave empty if you only want to search on range.
nl: De categorie om relevantie activiteiten op te zoeken. Je kan dit veld ook leeg laten.

source: Radius to search in km
nl: In een straal van

source: Search on the given radius. Leave empty to skip radius search. Radius search will only be done when viewing an event.
nl: Storteer op straal. Laat leeg om straal niet op te nemen in de zoekopdracht. Zoek op straal gebeurt enkel wanneer je een activiteit bekijkt.

source: Extra filter query for the result set
nl: Verfijn je zoekopdracht

source: Make sure this is a correct solr query. Example title:mytitle
nl: Zorg ervoor dat de solr query juist is. Bijvoorbeeld title:mytitle

source: Sort field
nl: Sorteer veld

source: Items to show
nl: Te tonen items

source: Enabled
nl: Ingeschakeld

source: Categories to show in the dropdown
nl: Te tonen categorieën in de keuzelijst

source: Set location
nl: Kies andere plaats

source: Zipcode or city
nl: Postcode of gemeente

source: CultureFeed Agenda makes it possible to view events and productions.
nl: Met CultureFeed Agenda kan je activiteiten en producties bekijken.

source: Related activities
nl: Gerelateerde activiteiten

source: Everything for <span class="location-string">!location</span>
nl: Alles in <span class="location-string">!location</span>

source: Change location
nl: Wijzig plaats

source: All categories
nl: Alle categorieën

source: What
nl: Wat

source: When
nl: Wanneer

source: All dates
nl: Alle data

source: Where
nl: Waar

source: Opening hours
nl: Openingsuren

source: Use my current location
nl: Gebruik mijn huidige locatie

source: Search
nl: Zoeken

source: Program schedule
nl: Programmatie

source: Search string
nl: Zoekopdracht

source: Venue name or location
nl: Plaats of naam van locatie

# culturefeed-facets
source: actor
nl: Plaats

source: Places & organisers
nl: Plaatsen & organisatoren

source: A summary of all events and productions
nl: Alle activiteiten en uitstappen

source: A summary of all actors
nl: Overzicht van alle plaatsen

source: for kids
nl: voor kinderen

source: of the type @type
nl: van het type @type

source: with theme @theme
nl: (@theme)

source: with keyword @keyword
nl: met trefwoord @keyword

source: Discover what to do today, tomorrow, this weekend or later on.
nl: Ontdek wat te doen vandaag, morgen, dit weekend of later.

source: More info
nl: Meer info

source: Keywords
nl: Trefwoorden

source: Phone
nl: Telefoon

source: More details
nl: Meer details

source: Show full calendar of
nl: Toon volledige agenda van

source: Events nearby
nl: In jouw buurt

source: No nearby activities found
nl: Er werden geen activiteiten in jouw buurt gevonden

source: More of
nl: Meer van

source: at
nl: in

source: This event is finished.
nl: Deze activiteit is afgelopen

source: Show all
nl: Toon alle

source: Read reactions
nl: Lees reacties

source: Write reaction
nl: Schrijf een reactie

source: Be the first to write a review
nl: Schrijf als eerste een reactie

source: time recommended
nl: keer aangeraden

source: Organization
nl: Organisatie

source: Theme
nl: Thema

source: With
nl: Wie

source: attendee
nl: persoon gaat

source: Short description
nl: Korte omschrijving

source: Price
nl: Prijs

source: Reservation
nl: Reservaties

source: free
nl: gratis

source: Sign Up
nl: Inschrijven

source: Buy tickets
nl: Bestel tickets

source: Share on Facebook
nl: Delen via Facebook

source: Share on Google+
nl: Delen op Google+

source: Share on Twitter
nl: Delen op Twitter

source: Share on Whatsapp
nl: Delen op Whatsapp

source: multiple locations
nl: meerdere locaties

source: multiple dates
nl: meerdere data

source: on location in
nl: op locatie in

source: by appointment
nl: op afspraak

source: Other
nl: Andere

source: Location: @location
nl: Plaats: @location

source: When: @when
nl: Wanneer: @when

source: Organisation: @organisation
nl: Organisatie: @organisation

source: Price: € @price
nl: Prijs: € @price

source: Order your tickets
nl: Bestel hier tickets

source: Address: @location
nl: Adres: @location

source: Phone number: @number
nl: Telefoon: @number

source: Weight
nl: Gewicht

source: Recently added in:
nl: Laatst toegevoegd in:
