Repository: cultuurnet/culturefeed
Catalog: culturefeed_social/translations/culturefeed_social.*.po
Languages: de, fr

source: Culturefeed social: recent site activities
de: CultureFeed Social: letzte Site-Aktivitäten
fr: Culturefeed social : activités récentes du site

source: Culturefeed social: user activities
de: CultureFeed Social: Nutzeraktionen
fr: Culturefeed social : actions des utilisateurs

source: Culturefeed social: recommended by
de: CultureFeed Social: empfohlen von
fr: Culturefeed social : recommandé par

source: Culturefeed social: comments
de: CultureFeed Social: Reaktionen
fr: Culturefeed social : réactions

source: Culturefeed social: my notifications (on user profile)
de: CultureFeed Social: meine Meldungen (Nutzerprofil)
fr: Culturefeed social : mes messages (profil d'utilisateur)

source: Culturefeed social: summary of my activities (on user profile)
de: CultureFeed Social: Übersicht meiner Meldungen (Nutzerprofil)
fr: Culturefeed social : aperçu de mes messages (profil d'utilisateur)

source: Culturefeed social: summary of loggedin users activities
de: CultureFeed Social: Übersicht der Nutzeraktionen
fr: Culturefeed social : aperçu des actions des utilisateurs

source: User history
de: Aktionen
fr: Actions

source: Set which user actions are visible to others on your profile page.
de: Ihre Aktionen ansehen und entscheiden, was für andere sichtbar ist
fr: Consultez vos actions et déterminez ce que les autres utilisateurs peuvent voir

source: new notifications
de: neue Benachrichtigungen
fr: nouvelles notifications

source: Everything
de: Alles
fr: Tous

source: Filter events on
de: Aktivitäten filtern nach
fr: Filtrer les activités selon

source: Remove from list
de: Melden Sie sich ab
fr: Se désinscrire

source: You're currently receiving updates of new comments. <br/>!link to get no more posts.
de: Sie erhalten derzeit Updates von neuen Reaktionen.<br />!link, um keine Nachrichten mehr zu erhalten.
fr: Vous recevez actuellement des mises à jour de nouvelles réactions.<br />!lien pour ne plus recevoir de messages.

source: Receive email about new comments
de: Bleiben Sie per E-Mail über neue Reaktionen auf dem Laufenden
fr: Rester informé(e) par e-mail des nouvelles réactions

source: Submit
de: Hinzufügen
fr: Ajouter

source: Due to technical problems it is currently not possible to send your message. Do not hesitate to directly contact via @site
de: Aufgrund von technischen Problemen ist es zurzeit nicht möglich, Ihre Nachricht zu versenden. Nehmen Sie einfach direkt Kontakt mit uns auf über @site
fr: En raison de problèmes techniques, il est actuellement impossible d'envoyer votre message. N'hésitez pas à nous contacter directement via @site

source: Your response should not exceed 1000 characters.
de: Ihre Reaktion darf höchstens 1.000 Zeichen lang sein.
fr: Votre réaction ne peut contenir plus de 1000 caractères.

source: Your !comment has been sent.
de: Ihr !comment wurde verschickt.
fr: Votre !commentaire a été envoyé.

source: Inappropriate response
de: Unangemessene Reaktion
fr: Réaction inadaptée

source: Please tell us why you think this is an inappropriate response
de: Geben Sie an, warum dies Ihrer Meinung nach eine unangemessene Reaktion ist
fr: Indiquez la raison pour laquelle vous trouvez cette réaction inadaptée

source: Send message as
de: Nachricht verschicken als
fr: Envoyer le message en tant que

source: Something went wrong while sending
de: Es ist ein unerwarteter Fehler aufgetreten
fr: Une erreur inattendue s'est produite

source: Message sent
de: Die Nachricht wurde versendet
fr: Le message a été envoyé

source: Change CultureFeed Social settings
de: Einstellungen von CulturFeed Social ändern
fr: Modifier les réglages CulturFeed Social

source: Administer actions
de: Aktionen verwalten
fr: Gérer les actions

source: Undo action
de: Rückgängig machen
fr: Annuler action

source: Abuse form
de: Formular zur Meldung unangemessener Reaktionen
fr: Formulaire de rapport des réactions non adaptées

source: Edit privacy settings
de: Datenschutzeinstellungen bearbeiten
fr: Changer les réglages de confidentialité

source: Unfollow node
de: Nicht mehr folgen
fr: Ne plus suivre

source: Perform action
de: Aktion ausführen
fr: Exécuter l'action

source: My notifications
de: Meine Meldungen
fr: Mes messages

source: Notifications
de: Meldungen
fr: Messages

source: CultureFeed Social adds the ability to perform social actions (for example: like, comments, follow, ...) on culturefeed items like events, productions, pages...
de: Mit CultureFeed Social können Sie Aktivitäten, Vorstellungen und Seiten ein „Gefällt mir“ geben, auf sie reagieren und ihnen folgen.
fr: Grâce à CultureFeed Social, vous pouvez aimer des activités et des pages, mais aussi réagir et les suivre.

source: Visible filters on activity lists
de: Sichtbare Filter
fr: Filtres visibles

source: Enable notifications
de: Meldungen einschalten
fr: Activer les messages

source: Report as abuse messages destination uid (Drupal)
de: Eine Meldung über unangemessenen Inhalt wird an diesen Drupal-Benutzer (Drupal UID) versendet
fr: Un rapport de contenu inapproprié est envoyé à cet utilisateur Drupal (Drupal UID)

source: Report as abuse messages will be sent to this account. Only if no destination page was available. Otherwise the message will be sent to all the admins of the page
de: Eine Meldung über unangemessenen Inhalt wird an diesen Endnutzer versendet. Sobald der Inhalt mit einer Seite verlinkt wurde, wird die Meldung an alle Administratoren der Seite versendet.
fr: Un rapport de contenu inapproprié est envoyé à cet utilisateur final. Dès que le contenu est relié à une page, le rapport est envoyé à l'ensemble des administrateurs de la page.

source: All actions
de: Alle Aktionen
fr: Toutes les actions

source: Recent actions
de: Letzte Aktionen
fr: Actions récentes

source: This user didn't perform any actions yet
de: Dieser Nutzer hat noch keine Aktionen durchgeführt
fr: Cet utilisateur n'a pas encore exécuté d'actions

source: Manage your actions
de: Ihre Aktionen verwalten
fr: Gérer vos actions

source: Read previous messages
de: Frühere Nachrichten lesen
fr: Lire les messages précédents

source: Comments
de: Kommentare
fr: Commentaires

source: You have no notifications
de: Sie haben keine neuen Meldungen
fr: Vous n'avez pas reçu de nouveaux messages

source: View all notifications
de: Alle Meldungen ansehen
fr: Consulter tous les messages

source: No activities found
de: Keine Aktivitäten gefunden
fr: Aucune activité n'a été trouvée

source: View profile
de: Profil ansehen
fr: Consulter le profil

source: Remove
de: Löschen
fr: Supprimer

source: Private
de: Privat
fr: Privé

source: Public
de: Öffentlich

source: Make public
de: Öffentlich machen
fr: Rendre public

source: Make private
de: Unsichtbar machen
fr: Rendre invisible

source: ago <br />on
de: vor <br />am
fr: il y a <br />le

source: Page
de: Seite

source: Action
de: Aktion

source: Time and publication channel
de: Uhrzeit und Veröffentlichungskanal
fr: Période et canal de publication

source: You didn't perform any actions yet.
de: Sie haben noch keine Aktionen ausgeführt
fr: Vous n'avez pas encore effectué d'actions

source: Are you sure you want to delete your @action permanently
de: Sind Sie sicher, dass Sie Ihre @action endgültig löschen möchten
fr: Êtes-vous sûr de vouloir supprimer définitivement votre @action ?

source: Are you sure you want to delete this action permanently
de: Sind Sie sicher, dass Sie Ihre action endgültig löschen möchten
fr: Êtes-vous sûr de vouloir supprimer définitivement votre action?

source: Cancel
de: Abbrechen
fr: Annuler

source: An unexpected error has occurred.
de: Es ist etwas falsch gegangen.
fr: Une erreur s'est produite

source: You will no longer receive updates of new comments
de: Sie erhalten keine Updates von neuen Reaktionen mehr
fr: Vous ne recevez plus les mises à jour des réactions

source: Action could not be undone.
de: Aktion konnte nicht rückgängig gemacht werden.
fr: L'action n'a pas pu être annulée.

source: No activities found.
de: Keine Aktivitäten gefunden.
fr: Aucune activité trouvée.

source: Reply by
de: Veröffentlicht von
fr: Posté par

source: Undo
de: Rückgängig machen
fr: Annuler

source: Post a comment
de: Reagieren
fr: Réagir

source: Be the first to post a comment
de: Als Erster reagieren
fr: Soyez le premier à réagir

source: Show all users who posted a comment
de: Jeden anzeigen, der reagiert hat
fr: Afficher l'ensemble des réactions

source: has replied to
de: hat reagiert auf
fr: a répondu à

source: Comment
de: Reaktion
fr: Réaction

source: Reply
de: Reagieren
fr: Réagissez

source: You must be logged in to post a comment
de: Sie müssen angemeldet sein, um zu reagieren
fr: Vous devez vous identifier pour réagir

source: Reply as
de: Reagieren als
fr: Réagir en tant que

source: Posted a comment on
de: Schrieb einen Kommentar auf
fr: Posté un commentaire sur

source: Viewed by
de: Angesehen von
fr: Consulté par

source: has
de: hat
fr: a

source: seen
de: gesehen
fr: vu

source: Viewed
de: Angesehen
fr: Consulté

source: Share
de: Teilen
fr: Partager

source: Shared by
de: Geteilt von
fr: Partagé par

source: shared on Facebook
de: über Facebook geteilt
fr: partagé via Facebook

source: Share on Facebook
de: Über Facebook teilen
fr: Partager via Facebook

source: Successfully shared
de: Erfolgreich geteilt
fr: Partage réussi

source: comments
de: Reaktionen
fr: Réactions

source: Follow this page
de: Dieser Seite folgen
fr: Suivre cette page

source: Unfollow
de: Nicht mehr folgen
fr: Ne plus suivre

source: I follow this page
de: Ich folge dieser Seite
fr: Je suis cette page

source: Be the first to follow this page
de: Dieser Seite als Erster folgen
fr: Soyez le premier à suivre cette page

source: Show all users who follow this page
de: Alle Followers anzeigen
fr: Afficher l'ensemble des personnes qui suivent cette page

source: follows
de: folgt
fr: suit

source: Follow
de: Folgen
fr: Suivre

source: You must be logged in to follow a page
de: Sie müssen eingeloggt sein, um einer Seite zu folgen
fr: Vous devez vous identifier pour suivre une page

source: Attend
de: Ich gehe hierhin
fr: Je participerai

source: Not attending
de: Ich gehe nicht
fr: Je ne participerai pas

source: will be attending
de: ich gehe
fr: je vais

source: Will be attending
de: Ich gehe zu
fr: je vais à

source: You must be logged in to indicate that you will be attending
de: Sie müssen angemeldet sein, um anzugeben, dass Sie hingehen
fr: Vous devez vous identifier pour indiquer que vous vous y rendez

source: Like this
de: Gefällt das
fr: aiment ceci

source: Like
de: Gefällt mir
fr: J'aime

source: Unlike
de: Gefällt mir nicht mehr
fr: Je n'aime plus

source: I Like
de: Gefällt mir
fr: J'aime

source: Be the first to like this
de: Klicken Sie als Erster auf „Gefällt mir“
fr: Soyez le premier à aimer

source: Show all users who likes this
de: Jeden anzeigen, dem das gefällt
fr: Afficher l'ensemble des utilisateurs qui aiment

source: likes
de: gefällt
fr: aime

source: this
de: das
fr: aime

source: You must be logged in to like this item
de: Sie müssen angemeldet sein, um auf „Gefällt mir“ zu klicken
fr: Vous devez vous identifier pour aimer

source: liked
de: gefallen
fr: aimé

source: sent
de: versendet
fr: envoyé

source: has added a new picture
de: hat ein neues Foto hinzugefügt
fr: a ajouté une nouvelle photo

source: Picture added to
de: Fotos hinzugefügt zu
fr: Ajouté des photos à

source: Add a picture
de: Ein Foto hinzufügen
fr: Ajouter une photo

source: picture
de: Bild
fr: image

source: Picture added
de: Bild hinzugefügt
fr: Photo ajoutée

source: has added a new video
de: hat ein neues Video hinzugefügt
fr: a ajouté une nouvelle vidéo

source: Video added to
de: Video hinzugefügt zu
fr: Vidéo ajoutée à

source: Add a video
de: Ein Video hinzufügen
fr: Ajouter une vidéo

source: Video added
de: Video hinzugefügt
fr: Vidéo ajoutée

source: added
de: hinzugefügt
fr: ajouté

source: became administrator of
de: ist Administrator geworden von
fr: Est devenu administrateur de

source: Page administrator
de: Administrator
fr: Administrateur

source: page
de: seite

source: has created a page
de: hat eine Seite erstellt
fr: a créé une page

source: Page created
de: Seite erstellt
fr: page créée

source: became member of
de: ist Mitglied geworden von
fr: est devenu membre de

source: Membership
de: Mitgliedschaft
fr: Affiliation

source: Printed by
de: Ausgedruckt von
fr: Imprimé par

source: printed
de: ausgedruckt
fr: imprimé

source: Printed
de: Ausgedruckt
fr: Imprimé

source: Recommended by
de: Empfohlen von
fr: Recommandé par

source: Recommended activity
de: Empfohlene Aktivität
fr: Activité recommandée

source: Undo recommend
de: Nicht mehr empfehlen
fr: Ne plus recommander

source: Also recommend
de: Auch empfehlen
fr: Recommander également

source: Be the first to recommend
de: Als Erster empfehlen
fr: Soyez le premier à recommander

source: View all users who recommend this
de: Jeden anzeigen, der dies empfiehlt
fr: Afficher l'ensemble des utilisateurs qui recommandent ceci

source: recommended
de: empfohlen
fr: recommandé

source: Recommend
de: Empfehlen
fr: Recommander

source: You must be logged in to recommend this item
de: Sie müssen angemeldet sein, um dies zu empfehlen
fr: Vous devez être identifié(e) pour recommander ceci

source: wrote a review
de: eine Bewertung abgegeben
fr: Évaluer

source: review
de: Bewertung
fr: évaluation

source: Reviews
de: Bewertungen
fr: Évaluations

source: Write a review
de: Eine Bewertung schreiben
fr: Écrivez une évaluation

source: Be the first to write a review
de: Als Erster eine Reaktion schreiben
fr: Soyez le premier à écrire un commentaire

source: Wrote a review for
de: Hat einen Beitrag für
fr: A écrit une critique pour

source: shared on Twitter
de: auf Twitter geteilt
fr: partagé sur Twitter

source: Share on Twitter
de: Auf Twitter teilen
fr: Partager sur Twitter

source: viewed
de: angesehen
fr: consulté

source: recommended activities
de: empfohlene Aktivitäten
fr: Activités recommandées

source: recommended books
de: empfohlene Bücher
fr: livres recommandés

source: pages I follow
de: Seiten, denen ich folge
fr: Les pages que je suis

source: Posted by
de: Veröffentlicht von
fr: Posté par

source: on
de: auf
fr: le

source: You have no new notifications
de: Sie haben keine neuen Meldungen
fr: Vous n'avez pas de nouveaux messages

source: Previously read messages
de: Früher gelesenen Meldungen
fr: Messages précédemment lus

source: @count new notification
de: @count neue Meldung
fr: @count nouveau message

source: ago
de: vor
fr: il ya

source: Today at
de: Heute um
fr: Aujourd'hui à

source: hour
de: Uhr
fr: heure

source: Yesterday at
de: Gestern um
fr: Hier à

source: from
de: von
fr: de

source: Delete
de: Löschen
fr: Supprimer

source: Report as inappropriate
de: Als unangemessen melden
fr: Signaler comme inapproprié

source: My activities
de: Meine Aktivitäten
fr: Mes activités

source: Activities of @username
de: Aktivitäten von @username
fr: Activités de @username

source: Remove action
de: Aktion entfernen
fr: Supprimer l'action

source: comment
de: kommentar
fr: commentaire

source: share
de: teilen
fr: partager

source: Filter
fr: Filtrer

source: Status
fr: Statut

source: video
fr: vidéo
