Repository: cultuurnet/culturefeed
Catalog: culturefeed_userpoints_ui/translations/culturefeed_userpoints_ui.*.po
Languages: de, fr, nl

source: There was an error while loading the promotion.
de: Beim Laden der Werbeaktion ist ein Fehler aufgetreten.
fr: Une erreur s'est produite lors du chargement de la promotion.
nl: Er is een fout opgetreden tijdens het laden van de promotie.

source: My points balance
de: Mein Punkteguthaben
fr: Mon solde de points
nl: Mijn puntensaldo

source: More promotions
de: Mehr Vorteile
fr: Plus de promotions
nl: Meer voordelen

source: Request a promotion | request by
de: Antrag auf Erhalt von Vorteil | Antrag von
fr: Demander un avantage | demande introduite par

source: amount
de: Anzahl
fr: nombre
nl: aantal

source: resale value
de: Tauschwert
fr: valeur de reprise
nl: inruilwaarde

source: points
de: Punkte
nl: punten

source: View online
de: Online ansehen
fr: Consulter en ligne
nl: Bekijk online

source: Culturefeed User ID: @code Promotion: @promotion Contact: - @givenName @familyName - @street - @city - @mbox Admin: @url_admin
de: CultureFeed User ID: @code Vorteil: @promotion Kontaktangaben: - @givenName @familyName - @street - @city - @mbox Verwaltung: @url_admin
fr: Culturefeed User ID : @code Avantage: @promotion Coordonnées: - @givenName @familyName - @street - @city - @mbox Gestion: @url_admin

source: See the overview of your earned points
de: Ihre Punkteübersicht ansehen
fr: Découvrez votre solde de points
nl: Bekijk je puntenoverzicht

source: Exchange
de: Eintauschen
fr: Échanger
nl: Inruilen

source: The promotion has been added to your basket promotion.
de: Der Vorteil wurde Ihrem Werbeaktions-Warenkorb hinzugefügt.
fr: L'avantage a été ajouté à votre panier de promotions.
nl: Het voordeel werd toegevoegd aan uw promotie mandje.

source: You do not have enough points
de: Sie haben nicht genug Punkte
fr: Vous n'avez pas assez de points
nl: Je hebt onvoldoende punten

source: Exchange your points
de: Ihre Punkte eintauschen
fr: Échangez vos points
nl: Ruil je punten in

source: Exchange your userpoints
de: Ihre Punkte eintauschen
fr: Échangez vos points
nl: Ruil je punten in

source: Promotions
de: Vorteile
nl: Voordelen

source: Promotions list
de: Übersicht der Vorteile
fr: Aperçu des promotions
nl: Overzicht voordelen

source: Select promotion
de: Vorteil auswählen
fr: Sélectionnez une promotion
nl: Selecteer voordeel

source: Select the promotion to exchange for userpoints.
de: Einen Vorteil auswählen, um Ihre Punkte einzutauschen
fr: Sélectionnez une promotion afin d'échanger vos points
nl: Selecteer een voordeel om je punten in te ruilen

source: Deselect promotion
de: Vorteil aus Auswahl löschen
fr: Supprimer la promotion de la sélection
nl: Verwijder voordeel uit selectie

source: Remove the promotion from the wishlist.
de: Vorteil aus Ihrer Wunschliste löschen
fr: Supprimer la promotion de votre liste
nl: Verwijder voordeel uit je wenslijst

source: All configurations to adjust the behavior of userpoints for this site
de: Alle Änderungen der Konfiguration beeinflussen die Funktionsweise der Punkte
fr: Toutes les modifications de la configuration influencent l'action des points
nl: Alle aanpassingen aan de configuratie be√Ønvloeden de werking van de punten

source: Detail
de: Details
fr: Détails
nl: Details

source: Detail of a promotion
de: Details eines Vorteils
fr: Détails d'un avantage
nl: Details van een voordeel

source: Points list
de: Punkteübersicht
fr: Aperçu des points
nl: Puntenoverzicht

source: Exchange ratio
de: Tauschverhältnis
fr: Rapport d'échange
nl: Inruil verhouding

source: Exchange ratio to recalculate points for this site. E.g. "0.03 points is worth 1 point on this site."
de: Das Tauschverhältnis, um Punkte für diese Site erneut zu berechnen: z. B. "0,03 Punkte sind auf dieser Site 1 Punkt wert
fr: Le rapport d'échange de points à recalculer pour ce site est de "0.03 point vaut 1 point sur ce site
nl: De inruilverhouding om punten voor deze site te herberekenen is "0.03 punten is op deze site 1 punt waard"

source: Destination email when an exchange has been done
de: Benachrichtigen, wenn ein Tausch stattgefunden hat.
fr: Me prévenir lorsqu'un échange a eu lieu
nl: Verwittig als er een ruil gebeurt is.

source: There was an error while loading the promotions.
de: Beim Laden der Werbeaktionen ist ein Fehler aufgetreten.
fr: Une erreur s'est produite lors du chargement de la promotion.
nl: Er is een fout opgetreden tijdens het laden van de promotie.

source: The advantage was removed from your promotions.
de: Der Vorteil wurde aus Ihren Vorteilen gelöscht.
fr: L'avantage a été supprimé de vos promotions
nl: Het voordeel werd verwijderd van uw voordelen.

source: Add
de: Hinzufügen
fr: Ajouter
nl: Toevoegen

source: Edit
de: Bearbeiten
fr: Modifier
nl: Bewerken

source: Email address
de: E-Mail-Adresse
fr: Adresse électronique
nl: E-mailadres

source: Family name
de: Name
fr: Nom
nl: Naam

source: First name
de: Vorname
fr: Prénom
nl: Voornaam

source: Street
de: Straße und Hausnummer
fr: Rue et numéro
nl: Straat en huisnummer

source: Zipcode
de: Postleitzahl
fr: Code postal
nl: Postcode

source: City
de: Wohnort
fr: Localité
nl: Woonplaats

source: Get promotion
de: Geschenk anfordern
fr: Demander un cadeau
nl: Geschenk aanvragen

source: You must choose at least one promotion.
de: Sie müssen mindestens 1 Werbeaktion auswählen.
fr: Vous devez sélectionner au moins une promotion.
nl: Je moet minstens 1 promotie selecteren.

source: You do not have enough points to order this
de: Sie haben nicht genug Punkte, um dies zu bestellen
fr: Vous n'avez pas assez de points pour passer cette commande.
nl: Je hebt niet voldoende punten om dit te bestellen

source: You are not allowed to cashin this promotions because the allowed amount has been exceeded.
de: Der Vorteil kann nicht angefordert werden. Die maximal zulässige Anzahl wurde überschritten.
fr: Il est impossible de demander la promotion. Le nombre maximum autorisé a été dépassé.
nl: Het is niet mogelijk het voordeel aan te vragen. Het maximum toegelaten aantal is overschreden.

source: It is not possible to process the order
de: Die Bestellung kann nicht weitergeleitet werden
fr: La commande ne peut être transmise.
nl: Het is niet mogelijk om de bestelling door te sturen

source: An error occurred while saving your data.
de: Beim Speichern hat etwas nicht geklappt.
fr: Une erreur s'est produite lors du chargement.
nl: Er is iets foutgelopen tijdens het opslaan.

source: There was an error during the exchange of your promotions.
de: Beim Eintauschen Ihrer Vorteile hat etwas nicht geklappt.
fr: Une erreur s'est produite lors de l'échange de vos promotions.
nl: Er is iets fout gelopen tijdens het inruilen van jouw voordelen.

source: There was an error loading your points list
de: Beim Laden Ihrer Punkte hat etwas nicht geklappt.
fr: Une erreur s'est produite lors du chargement de vos points.
nl: Er is iets fout gelopen tijdens het laden van jouw punten.

source: As an UiTiD user, you can save points by performing actions. Points can be exchanged for one or more gifts.
de: Als UiTiD-Nutzer können Sie Punkte sammeln. Punkte können Sie gegen tolle Vorteile eintauschen
fr: En tant qu'utilisateur UiTiD, vous avez la possibilité d'épargner des points et de les échanger contre de chouettes cadeaux.
nl: Als UiTiD gebruiker kan je punten sparen. Punten kan je inruilen tegen leuke voordelen

source: More info
de: Mehr Info
fr: Plus d'infos
nl: Meer info

source: Your current points balance
de: Ihr Punkteguthaben
fr: Votre solde de points
nl: Jouw puntensaldo

source: Expires
de: Verfällt
fr: Expire
nl: Vervalt

source: unlimited
de: unbegrenzt
fr: illimité
nl: onbeperkt

source: x in stock
de: x vorrätig
fr: x en réserve
nl: x in voorraad

source: Enter your details
de: Tragen Sie Ihre Angaben ein
fr: Indiquez vos coordonnées
nl: Vul jouw gegevens in

source: This information will only be used to send the chosen gift(s) to the address listed below, so it will not be published on this website.
de: Diese Informationen werden nur für den Versand Ihres Vorteils genutzt und sind nicht öffentlich.
fr: Ces informations servent uniquement à vous envoyer votre cadeau et ne sont pas divulguées.
nl: Deze informatie wordt enkel gebruikt voor het verzenden van je voordeel en is niet publiek.

source: Remaining number of points
de: Restliche Anzahl Punkte
fr: Nombre de points restants
nl: Overblijvend aantal punten

source: You do not have enough points.
de: Sie haben nicht genug Punkte
fr: Vous n'avez pas assez de points
nl: U hebt niet voldoende punten

source: From
de: Von
fr: De
nl: Van

source: you can redeem your points for tickets, gadgets, coupons, discounts, ... .
de: Ihre Punkte können Sie auch eintauschen gegen Tickets, Gadgets, Gutscheine, Rabatte...
fr: Vous pouvez également échanger vos points contre des tickets, des gadgets, des bons, des réductions…
nl: Je punten kan je ook inruilen voor tickets, gadgets, bonnen, kortingen,...

source: Not enough points? Do not worry, learn how and how many points you can save each time.
de: Nicht genug Punkte? Erfahren Sie, wie und wie viele Punkte Sie jeweils sammeln können.
fr: Vous n'avez pas assez de points ? Découvrez de quelle manière vous pouvez en obtenir davantage.
nl: Niet genoeg punten? Leer hoe en hoeveel punten je telkens kan sparen.

source: How does everything work?
de: Wie funktioniert alles?
fr: Quel est le principe ?
nl: Hoe werkt alles?

source: How can I earn extra points?
de: Wie kann ich zusätzliche Punkte sammeln?
fr: Comment épargner des points supplémentaires ?
nl: Hoe kan ik extra punten sparen?

source: Wherefore can I use my points?
de: Wofür kann ich meine Punkte einsetzen?
fr: À quoi ai-je droit en échange de mes points ?
nl: Waarvoor kan ik mijn punten gebruiken?

source: Valid from
de: Gültig ab
fr: Valable à partir du
nl: Geldig vanaf

source: till
de: bis
fr: jusqu'au
nl: tot

source: This promotion is no longer in stock.
de: Dieser Vorteil ist nicht mehr vorrätig.
fr: Cette promotion n'est plus disponible.
nl: Dit voordeel is niet meer in voorraad.

source: You do not have enough points for this promotion.
de: Sie haben nicht genug Punkte für diesen Vorteil.
fr: Vous n'avez pas assez de points pour bénéficier de cette promotion.
nl: Je hebt niet voldoende punten voor dit voordeel.

source: How to save extra points?
de: Wie kann ich zusätzliche Punkte sammeln?
fr: Comment puis-je épargner davantage de points ?
nl: Hoe kan ik extra punten sparen?

source: Select one or more gifts
de: Wählen Sie einen oder mehrere Vorteile aus
fr: Choisissez une ou plusieurs promotions
nl: Kies √©√©n of meerdere voordelen

source: Valid till
de: Gültig bis
fr: Valable jusqu'au
nl: Geldig tot

source: Collect extra points? That possible ...
de: Zusätzliche Punkte sammeln? Das ist möglich...
fr: Vous souhaitez obtenir davantage de points ? Aucun problème…
nl: Extra punten verzamelen? Het is mogelijk...

source: Title
de: Titel
fr: Titre
nl: Titel

source: Amount
de: Anzahl
fr: Nombre
nl: Aantal

source: Points
de: Punkte
nl: Punten

source: Delete
de: Löschen
fr: Supprimer
nl: Verwijder

source: You have not selected any items.
de: Sie haben keine Items ausgewählt
fr: Vous n'avez pas sélectionné d'objet
nl: Je hebt geen items geselecteerd

source: Order promotion
de: Geschenk anfordern
fr: Demander un cadeau
nl: Geschenk aanvragen

source: Congratulations! you collected
de: Es hat geklappt! Sie haben gesammelt
fr: Mission accomplie ! Vous avez épargné
nl: Gelukt! Je spaarde

source: and have now
de: und Sie haben jetzt
fr: et vous avez à présent
nl: en je hebt nu

source: Thank you, your points have been exchanged. Your gift will be sent shortly to the specified address.
de: Vielen Dank. Ihr Vorteil wurde angefordert! Schauen Sie in Ihrem Postfach nach.
fr: Merci, nous avons bien reçu votre demande de promotion. Surveillez votre boîte aux lettres !
nl: Bedankt, je voordeel werd aangevraagd! Hou je brievenbus in de gaten.

source: @count punt
de: @count Punkt

source: Promotion request by
nl: Aanvraag voordeel door

source: UiTiD User ID: @code Promotion request: @promotion Address: - @givenName @familyName - @street - @city - @mbox Manage requests: @url_admin
nl: UiTiD User ID: @code Aanvraag voordeel: @promotion Adresgegevens: - @givenName @familyName - @street - @city - @mbox Beheer aanvragen: @url_admin
