Repository: cultuurnet/culturefeed
Catalog: culturefeed_calendar/translations/culturefeed_calendar.*.po
Languages: nl

source: Share your calendar
nl: Deel je kalender

source: Calendar Settings
nl: Instellingen

source: Add to calendar
nl: Toevoegen

source: I'm interested
nl: Ik ben geïnteresseerd

source: Edit event in calendar
nl: Wijzig in kalender

source: Delete event from calendar
nl: Verwijder uit kalender

source: The items are saved to your calendar.
nl: De evenementen zijn bewaard in je kalender.

source: My calendar
nl: Mijn UiTkalender

source: Manage your favorite events in your personal calendar
nl: Beheer je favoriete activiteiten in je persoonlijke UiTkalender

source: Your calendar event was updated.
nl: Je aanpassingen zijn bewaard.

source: An error occured while saving your calendar
nl: Fout bij het bewaren in je kalender

source: Add !title to your calendar
nl: !title toevoegen aan je UiTkalender

source: Add
nl: Toevoegen

source: When do you want to go?
nl: Wanneer wil je gaan?

source: There was an error while adding to your calendar
nl: Fout bij het toevoegen aan je kalender

source: Update event
nl: Bewaren

source: Choose a date
nl: Kies een datum

source: Choose a date between
nl: Kies een datum tussen

source: and
nl: en

source: !date from !starthour to !endhour
nl: !date van !starthour tot !endhour

source: !date from !starthour
nl: !date om !starthour

source: I don't know yet
nl: Ik weet het nog niet

source: Cancel
nl: Annuleren

source: You selected a date in the past. Please select a date in the future.
nl: Je koos een datum in het verleden. Gelieve een datum in de toekomst te selecteren.

source: Enter a date between
nl: Kies een datum tussen

source: and
nl: en

source: The event is closed on
nl: Dit event is gesloten op

source: Please choose another day
nl: Gelieve een andere dag te kiezen

source: Remove event
nl: Verwijder event

source: Are you sure you want to remove '!title' from your calender?
nl: Ben je zeker dat je '!title' wil verwijderen uit je kalender?

source: Remove
nl: Verwijderen

source: Your calendar event was deleted.
nl: Dit evenement is verwijderd.

source: An error occured while deleting the event from your calendar
nl: Fout bij het verwijderen uit je kalender.

source: There was an error while loading the user information
nl: Fout bij het laden van de gebruikersgegevens

source: Who can see your calendar
nl: Wie kan je UiTkalender zien?

source: Only me
nl: Alleen ik

source: Everyone
nl: Iedereen

source: Save
nl: Opslaan

source: Changes succesfully saved.
nl: Jouw wijzigingen werden bewaard.

source: Go to your calendar
nl: Ga naar kalender

source: or
nl: of

source: share it with your friends
nl: deel hem met je vrienden

source: There was an error while saving the form
nl: Fout bij het verzenden van dit formulier

source: No events scheduled in this month
nl: Er werden nog geen activiteiten ingepland deze maand

source: Unscheduled events
nl: Nog niet ingepland

source: Where
nl: Waar

source: Price
nl: Prijs

source: Phone
nl: Telefoon

source: More info
nl: Meer info

source: You have temporarily added events to your calendar. Log in and save the events to your personal calendar.
nl: Je hebt activiteiten toegevoegd aan je UiTkalender. Meld je aan om deze te bewaren.

source: Log in
nl: Aanmelden

source: View your calendar
nl: Kalender bekijken

source: This event is already started
nl: Dit event is al begonnen

source: This event is already finished
nl: Dit event is reeds afgelopen

source: Personal calendar
nl: UiTkalender

source: This calendar has not been shared yet.
nl: Je kalender is ingesteld als privé.

source: Login
nl: Aanmelden

source: Settings
nl: Instellingen

source: Share
nl: Deel

source: No activities added to your calendar yet.
nl: Je hebt nog geen activiteiten toegevoegd aan je UiTkalender.

source: Settings for your calendar
nl: Instellingen

source: Back to my calendar
nl: Terug naar kalender

source: Share your calendar with your friends
nl: Deel je UiTkalender met je vrienden

source: You can share this link with your friends
nl: Gebruik deze link om je kalender te delen

source: You have chosen earlier to not share your calendar. You can change this in your settings.
nl: Je kalender is ingesteld als privé. Wijzig de instellingen van je kalender.

source: Edit settings
nl: Wijzig instellingen

source: This event is added to your calendar.
nl: Deze activiteit is toegevoegd aan je UiTkalender.

source: View calendar
nl: Bekijk kalender

source: to your calendar
nl: in je kalender

source: Going
nl: Gaat

source: Interested
nl: Geïnteresseerd

source: unsaved events: <span class="unread-activities">0</small>
nl: niet bewaarde activiteiten: <span class="unread-activities">0</small>

source: Schedule
nl: Inplannen

source: Reschedule
nl: Opnieuw inplannen

source: There was an error while searching the user
nl: Fout bij het zoeken naar gebruiker

source: Calendar
nl: Kalender

source: Calendar of
nl: Kalender van

source: Discover the calendar of
nl: Ontdek de kalender van

source: Make your own calendar
nl: Maak je eigen kalender

source: Put activities from
nl: Plaats activiteiten van

source: in your personal calendar.
nl: in je eigen kalender.
