Repository: cultuurnet/culturefeed
Catalog: culturefeed_search_views/translations/culturefeed_search_views.*.po
Languages: nl

source: Cdb items
nl: UDB items

source: Cdb item
nl: UDB item

source: Query
nl: Zoekopdracht

source: Perform a free text search.
nl: Zoek op vrije tekst.

source: Perform a search on category of this type.
nl: Zoek op type.

source: Type of the cdb item
nl: Type van het UDB item

source: Title
nl: Titel

source: Title of the cdb item
nl: Titel van het UDB item

source: City
nl: Stad of gemeente

source: Perform a search on a city.
nl: Zoek op stad of gemeente.

source: Location name
nl: Locatie

source: Perform a search on the location name.
nl: Zoek op locatie.

source: Agefrom
nl: Vanaf leeftijd

source: Perform a search on minimum required age.
nl: Zoek op minimumleeftijd

source: Organiser
nl: Organisator

source: Perform a search on organiser name.
nl: Zoek op organisator.

source: Free event
nl: Gratis activiteit

source: Perform a search on free events.
nl: Zoek op gratis activiteiten.

source: Date type
nl: Data type

source: Perform a search on a predefined type of date query
nl: Zoek op periode

source: Date
nl: Datum

source: Perform a search on a date
nl: Zoek op een specifieke datum

source: Total recommend
nl: Totaal aantal keer aanbevolen

source: Sort on recommend count.
nl: Sorteer op aantal keer aanbevolen.

source: Total comments
nl: Totaal aantal reacties

source: Sort on comment count.
nl: Sorteer op het aantal reacties.

source: Calendar summary
nl: Kalendersamenvatting

source: Summary of the calendar
nl: Samenvatting van de kalender

source: Location
nl: Locatie

source: Location of the cdb item
nl: Locatie van het UDB item

source: Organiser of the cdb item
nl: Organisator van het UDB item

source: Picture
nl: Afbeelding

source: Picture of the cdb item
nl: Afbeelding van het UDB item

source: Link to the cdb item
nl: Link naar het UDB item

source: Query that allows you to search with culturefeed.
nl: Zoekopdracht die je toestaat met CultureFeed te zoeken.

source: Culturefeed cdb items
nl: CultureFeed UDB items

source: Read more
nl: Lees meer

source: Show
nl: Weergeven

source: Address
nl: Adres

source: Width
nl: Breedte

source: Height
nl: Hoogte

source: Link the title to the detail page
nl: Link de titel met de detailpagina

source: Category to filter on
nl: Categorie

source: Is not one of
nl: Is geen van

source: not in
nl: geen van

source: Start date
nl: Begindatum

source: End date
nl: Einddatum

source: The entered start date is not in the correct format
nl: De ingevoerde begindatum is niet in het juiste formaat

source: The entered end date is not in the correct format
nl: De ingevoerde einddatum is niet in het juiste formaat

source: Between @start_date and @end_date
nl: Tussen begin- en einddatum

source: Value
nl: Waarde

source: Contains all selected values
nl: Bevat alle geselecteerde waarden

source: Has value
nl: Heeft waarde

source: Contains at least 1 of the selected values
nl: Heeft minstens 1 van de geselecteerde waarden

source: Contains value
nl: Bevat waarde

source: Summary
nl: Samenvatting

source: Short summary
nl: Korte omschrijving
